Repository: KDE/ktextaddons
Catalog: po/*/libtextautogeneratetext.po
Languages: fr, pt_br, tr, zh_cn

source: New Chat...
fr: Nouvelle discussion...
pt_br: Novo bate-papo...
tr: Yeni Sohbet…
zh_cn: 新聊天...

source: Favorite
fr: Préféré
pt_br: Favoritos
tr: Sık Kullanılanlara Ekle
zh_cn: 常用

source: Today
fr: Aujourd’hui
pt_br: Hoje
tr: Bugün
zh_cn: 今天

source: 7 days previous
fr: 7 jours précédents
pt_br: 7 dias anteriores
tr: 7 gün öncesi
zh_cn: 过去 7 天

source: 30 days previous
fr: 30 jours précédents
pt_br: 30 dias anteriores
tr: 30 gün öncesi
zh_cn: 过去 30 天

source: Later
fr: Plus tard
pt_br: Mais tarde
tr: Sonrası
zh_cn: 之后

source: Unknown
fr: Inconnu
pt_br: Desconhecido
tr: Bilinmeyen
zh_cn: 未知

source: <b>Engine:</b> %1<br><b>Model:</b> %2<br><b>Instance Name:</b> %3
zh_cn: <b>引擎：</b> %1<br><b>模型：</b> %2<br><b>实例名称：</b> %3

source: <br><b>Tools:</b> %1
zh_cn: <br><b>工具：</b> %1

source: Tools
fr: Outils
pt_br: Ferramentas
tr: Araçlar
zh_cn: 工具

source: Small
fr: Petit
pt_br: Pequena
tr: Küçük
zh_cn: 小

source: Medium
fr: Moyen
pt_br: Média
tr: Orta
zh_cn: 中

source: Big
fr: Grand
pt_br: Grande
tr: Büyük
zh_cn: 大

source: Huge
fr: Énorme
pt_br: Gigante
tr: Devasa
zh_cn: 超大

source: Multilingual
fr: Multilingue
pt_br: Multilíngue
tr: Çok Dilli
zh_cn: 多语言

source: Code
pt_br: Código
tr: Kod
zh_cn: 代码

source: Math
fr: Mathématiques
pt_br: Matemática
tr: Matematik
zh_cn: 数学

source: Vision
pt_br: Visão
tr: Görsel
zh_cn: 视觉

source: Embedding
fr: Intégration
pt_br: Incorporação
tr: Gömülü
zh_cn: 嵌入

source: Reasoning
fr: Raisonnement
pt_br: Raciocínio
tr: Akıl Yürütme
zh_cn: 推理

source: Cloud
zh_cn: 云

source: Go to message
fr: Aller au message
pt_br: Ir para a mensagem
tr: İletiye git
zh_cn: 跳转到消息

source: You are an AI assistant. Be helpful, professional, and courteous. Do not give inaccurate information.
zh_cn: 您是一位人工智能助手。请提供帮助，保持专业和礼貌。不要提供不准确的信息。

source: Local
tr: Yerel
zh_cn: 本地

source: Network
fr: Réseau
pt_br: Rede
tr: Ağ
zh_cn: 网络

source: Plugins Text:
zh_cn: 插件文本：

source: Tool identifier: %1
zh_cn: 工具识别符：%1

source: On
zh_cn: 开

source: Off
zh_cn: 关

source: Activate: %1
zh_cn: 激活：%1

source: Generic
fr: Générique
pt_br: Genérico
tr: Genel
zh_cn: 常规

# @title:window
source: Configure %1
fr: Configurer %1
pt_br: Configurar %1
tr: Yapılandır: %1
zh_cn: 配置 %1

# @title Preferences page name
source: General
fr: Général
pt_br: Geral
tr: Genel
zh_cn: 常规

# @title Preferences page name
source: Available Models
fr: Modèles disponibles
pt_br: Modelos disponíveis
tr: Kullanılabilir Modeller
zh_cn: 可用模型

source: Failed to connect to interface at %1: %2
fr: Impossible de se connecter à l'interface de %1 : %2
pt_br: Falha ao conectar-se ao servidor em %1: %2
tr: %1 konumunda arayüze bağlanılamadı: %2
zh_cn: 无法连接到位于 %1 的接口：%2

source: Groq Cloud
pt_br: Nuvem Groq
zh_cn: Groq 云

source: Mistral AI large language models
fr: Grands modèles linguistiques pour Mistral IA
pt_br: Modelos de linguagem grandes da IA Mistral
tr: Mistral AI büyük dil modelleri
zh_cn: Mistral AI 大语言模型

source: Kluster AI cloud inference API
fr: API d'inférence cloud pour Kluster AI
pt_br: API de inferência da nuvem da IA Kluster
tr: Kluster yapay zekâ bulut öngörü API’si
zh_cn: Kluster AI 云推理 API

source: Cerebras AI cloud inference API
fr: API d'inférence cloud pour Kluster AI
pt_br: API de inferência da nuvem da IA Cerebras
tr: Cerebras yapay zekâ bulut öngörü API’si
zh_cn: Cerebras AI 云推理 API

source: Kimi large language models by Moonshot AI
fr: Grands modèles linguistiques Kimi par Moonshot AI
zh_cn: Moonshot AI 的 Kimi 大型语言模型

# @title:window
source: Manage Ollama Models
fr: Gérer les modèles de Ollama
pt_br: Gerenciar modelos Ollama
tr: Ollama Modellerini Yönet
zh_cn: 管理 Olama 模型

source: Languages Supported
fr: Langues prises en charge
pt_br: Idiomas suportados
tr: Desteklenen Diller
zh_cn: 支持的语言

source: Models
fr: Modèles
pt_br: Modelos
tr: Modeller
zh_cn: 模型

# @info:tooltip
source: Add Model
fr: Ajouter un modèle
pt_br: Adicionar modelo
tr: Model ekle
zh_cn: 添加模型

source: Model name must be as "name:tag"
zh_cn: 模型名称必须遵循“名称:标签”的格式

source: Invalid Model Name
zh_cn: 无效的模型名称

source: Base:
tr: Temel:
zh_cn: 基础：

source: Name:
fr: Nom :
pt_br: Nome:
tr: Ad:
zh_cn: 名称：

source: Tag:
fr: Étiquette :
pt_br: Etiqueta:
tr: Künye:
zh_cn: 标签：

source: Prompt:
fr: Invite de commandes :
tr: İstem:
zh_cn: 提示词：

# @action:button
source: Create
fr: Créer
pt_br: Criar
tr: Oluştur
zh_cn: 创建

# @action:button
source: Load GGUF File…
fr: Charger le fichier « GGUF »…
pt_br: Carregar arquivo GGUF...
tr: GGUF Dosyası Yükle…
zh_cn: 加载 GGUF 文件…

# @title:window
source: Select GGUF File
fr: Sélectionner un fichier « GGUF »
pt_br: Selecionar arquivo GGUF
tr: GGUF Dosyası Seç
zh_cn: 选择 GGUF 文件

# @action:button
source: Create Model
fr: Créer un modèle
pt_br: Criar modelo
tr: Model Oluştur
zh_cn: 创建模型

# @title:window
source: Download Model
fr: Télécharger un modèle
pt_br: Baixar modelo
tr: Model İndir
zh_cn: 下载模型

source: Please enter model name as "name:tag"
fr: Veuillez saisir le nom du modèle comme « nom : libellé »
pt_br: Digite o nome do modelo como "nome:etiqueta"
tr: Model adını “ad:künye” biçiminde girin
zh_cn: 请输入模型名称，格式为“name:tag”

# @info:tooltip
source: Cancel
fr: Annuler
pt_br: Cancelar
tr: İptal
zh_cn: 取消

source: Download model reported an error: %1
zh_cn: 下载模型报告了一个错误：%1

source: Download Model Error
zh_cn: 下载模型错误

# @info:tooltip
source: Download
zh_cn: 下载

source: Family:
fr: Famille :
pt_br: Família:
tr: Aile:
zh_cn: 家族：

source: Parameter Size:
fr: Taille du paramètre :
pt_br: Tamanho do parâmetro:
tr: Parametre boyutu:
zh_cn: 参数大小：

source: Quantization Level:
fr: Niveau de quantification :
pt_br: Nível de quantização:
tr: Nicemleme düzeyi:
zh_cn: 量化级别：

source: Modified At:
fr: Modifié à :
pt_br: Modificado em:
tr: Değiştirilme:
zh_cn: 修改时间：

source: Parent Model:
fr: Modèle parent :
pt_br: Modelo pai:
tr: Üst model:
zh_cn: 父模型：

source: Features Supported
fr: Fonctionnalités prises en charge
pt_br: Recursos suportados
tr: Desteklenen Özellikler
zh_cn: 支持的功能

# @info:tooltip
source: Remove Selected Model
fr: Supprimer le modèle sélectionné
zh_cn: 移除选中的模型

source: Do you want to remove this model (%1)?
fr: Voulez-vous vraiment supprimer ce modèle (%1) ?
pt_br: Deseja remover este modelo (%1)?
tr: Bu modeli kaldırmak istiyor musunuz (%1)?
zh_cn: 您想要移除此模型 (%1) 吗？

# @title
source: Remove Model
fr: Supprimer un modèle
pt_br: Remover modelo
tr: Modeli Kaldır
zh_cn: 移除模型

source: Ollama (Managed)
zh_cn: Ollama (受管)

source: Vulkan GPU Support:
zh_cn: Vulkan GPU 支持：

source: NVIDIA GPU Selection:
zh_cn: NVIDIA GPU 选择：

source: AMD GPU Selection:
zh_cn: AMD GPU 选择：

source: Override GFX version:
zh_cn: 覆盖 GFX 版本：

source: Default Model Path:
zh_cn: 默认模型路径：

# @title:window
source: Configure Ollama
fr: Configurer Ollama
pt_br: Configuração do Ollama
tr: Ollama’yı Yapılandır
zh_cn: 配置 Ollama

# @title Preferences page name
source: Installed Models
fr: Modèles installés
pt_br: Modelos instalados
tr: Kurulu Modeller
zh_cn: 已安装的模型

# @title Preferences page name
source: Create Models
fr: Créer des modèles
pt_br: Criar modelos
tr: Modeller Oluştur
zh_cn: 创建模型

source: Port:
zh_cn: 端口：

source: Show Ollama Log
zh_cn: 显示 Ollama 日志

source: Model:
fr: Modèle :
pt_br: Modelo:
zh_cn: 模型：

source: Customize Ollama
zh_cn: 自定义 Ollama

source: These entries are optional, they are used to troubleshoot GPU related problems with Ollama.
zh_cn: 这此条目是可选的，它们用于排除与 Ollama 有关的GPU 问题。

source: Failed to start Ollama
zh_cn: 启动 Ollama 失败

# @title:window
source: Ollama Log
zh_cn: Ollama 日志

source: Ollama not found on system.
zh_cn: 系统中没有找到 Ollama。

source: Impossible to start Ollama.
zh_cn: 无法启动 Ollama。

source: Ollama (Cloud)
zh_cn: Ollama (云)

# @title:window
source: Configure Ollama Cloud
zh_cn: Configure Ollama 云

source: Api Key:
fr: Clé API :
pt_br: Chave da API:
tr: API anahtarı:
zh_cn: API 密钥：

source: Ollama Cloud
zh_cn: Ollama 云

# @info:tooltip
source: Reload Model
fr: Recharger un modèle
pt_br: Recarregar modelo
tr: Modeli yeniden yükle
zh_cn: 重新加载模型

source: Keep Alive Presets
zh_cn: 保持活动预设

source: Keep Alive Forever
zh_cn: 一直保持活动

source: Unload After Use
zh_cn: 使用完毕后卸载

source: Keep Alive
zh_cn: 保持活动

# @info:tooltip
source: How the instance should handle idle models
zh_cn: 实例应如何对空闲模型

# @info:tooltip
source: The amount of time the instance should keep models loaded after they go idle.
zh_cn: 实例在模型空闲后保持其加载状态的时间长度。

source: Presets:
zh_cn: 预设：

source: Minutes:
zh_cn: 分钟：

source: Categories
fr: Catégories
pt_br: Categorias
tr: Kategoriler
zh_cn: 类别

source: New state of the art 70B model. Llama 3.3 70B offers similar performance compared to the Llama 3.1 405B model.
fr: Nouveau modèle 70B à la pointe de la technologie. Llama 3.3 70B offre des performances similaires à celles du modèle Llama 3.1 405B.
pt_br: Novo modelo 70B de última geração. O Llama 3.3 70B oferece desempenho semelhante ao modelo Llama 3.1 405B.
tr: Yeni son teknoloji 70 milyar parametreli modeli. Llama 3.3 70B, Llama 3.1 405B modeliyle karşılaştırıldığında benzer başarım sunar.
zh_cn: 当时最前沿的 700 亿 (70B) 参数模型。Llama 3.3 的 700 亿 (70B) 参数版与 Llama 3.1 的 4050 亿 (405B) 参数版性能相当。

source: QwQ is the reasoning model of the Qwen series.
fr: QwQ est le modèle de raisonnement de la série « Qwen ».
pt_br: QwQ é o modelo de raciocínio das séries Qwen.
tr: QwQ, Qwen serisinin akıl yürütme modelidir.
zh_cn: QwQ 是 Qwen (通义千问) 系列的推理模型。

source: Llama 3.2 Vision is a collection of instruction-tuned image reasoning generative models in 11B and 90B sizes.
fr: Llama 3.2 Vision est une collection de modèles génératifs de raisonnement sur des images et adaptés aux instructions en tailles 11B et 90B.
pt_br: O Llama 3.2 Vision é uma coleção de modelos generativos de raciocínio por imagem ajustados por instruções, nos tamanhos 11B e 90B.
tr: Llama 3.2 Vision, 11 ve 90 milyar boyutlu yönergelerle ayarlanmış görsel akıl yürütme üretme modellerinin bir koleksiyonudur.
zh_cn: Llama 3.2 Vision 是一组经过指令调优的图像推理生成模型，有 110 亿 (11B) 和 900 亿 (90B) 参数两种规模。

source: Meta's Llama 3.2 goes small with 1B and 3B models.
fr: Llama 3.2 de Meta est réduit avec les modèles 1B et 3B.
pt_br: O Llama 3.2 da Meta fica pequeno com modelos 1B e 3B.
tr: Meta’nın Llama 3.2’si 1 ve 3 milyarlık modelleriyle küçülüyor.
zh_cn: Meta 的 Llama 3.2 推出 10 亿 (1B) 和 30 亿 (3B) 参数的小型模型。

source: Llama 3.1 is a new state-of-the-art model from Meta available in 8B, 70B and 405B parameter sizes.
fr: Llama 3.1 est un nouveau modèle de pointe de Meta disponible en tailles de paramètres 8B, 70B et 405B.
pt_br: O Llama 3.1 é um novo modelo de última geração da Meta, disponível nos tamanhos de parâmetros 8B, 70B e 405B.
tr: Llama 3.1, Meta’nın 8, 70 ve 405 milyarlık parametre boyutlarında var olan yeni ve son teknoloji bir modelidir.
zh_cn: Llama 3.1 在推出时是 Meta 当时最前沿的模型，有 80 亿 (8B)、700 亿 (70B) 和 4050 亿 (405B) 参数规模可供选择。

source: Meta Llama 3: The most capable openly available LLM to date
fr: Meta Llama 3 : le LLM le plus performant et librement disponible à ce jour
pt_br: Meta Llama 3: O LLM mais capaz e disponível abertamente até o momento
tr: Meta Llama 3: Bugüne kadarki en yetenekli açık erişimli LLM.
zh_cn: Meta Llama 3：在推出时是 Meta 最强大的开源大语言模型

source: The 7B model released by Mistral AI, updated to version 0.3.
fr: Le modèle 7B publié par Mistral AI, mis à jour vers la version 0.3.
pt_br: O modelo 7B lançado pela Mistral AI, atualizado para a versão 0.3.
tr: Mistral AI tarafından yayınlanan 7B modeli 0.3 sürümüne güncellendi.
zh_cn: Mistral AI 发布的 70 亿参数 (7B) 模型已更新至 0.3 版本。

source: A high-performing open embedding model with a large token context window.
fr: Un modèle d'intégration ouvert haute performance avec une grande fenêtre contextuelle de jetons.
pt_br: Um modelo de incorporação aberta de alto desempenho com uma grande janela de contexto de token.
tr: Büyük bir jeton bağlam penceresine sahip, yüksek başarımlı, açık bir yerleştirme modeli.
zh_cn: 一种高性能的开放式嵌入模型，具有较大的标记上下文窗口。

source: Gemma is a family of lightweight, state-of-the-art open models built by Google DeepMind. Updated to version 1.1
fr: Gemma est une famille de modèles ouverts, légers et ultramodernes construits par Google DeepMind. Mise à jour vers la version 1.1
pt_br: Gemma é uma família de modelos abertos leves e de última geração, desenvolvidos pelo Google DeepMind. Atualizado para a versão 1.1
tr: Gemma, Google DeepMind tarafından oluşturulmuş hafif, son teknoloji açık modellerden oluşan bir ailedir. 1.1 sürümüne güncellendi.
zh_cn: Gemma 是谷歌 DeepMind 最先进的一系列轻量级开源模型。已更新至 1.1 版本。

source: Qwen 1.5 is a series of large language models by Alibaba Cloud spanning from 0.5B to 110B parameters
fr: Qwen 1.5 est une série de grands modèles de langage de Alibaba Cloud allant de 0,5B à 110B paramètres
pt_br: Qwen 1.5 é uma série de grandes modelos de linguagem do Alibaba Cloud abrangendo dos parâmetros 0,5B a 110B
tr: Qwen 1.5, Alibaba Cloud tarafından geliştirilen 0,5 milyardan 110 milyara kadar parametreye sahip büyük dil modelleri serisidir.
zh_cn: Qwen (通义千问) 1.5 是阿里云推出的一系列大型语言模型，参数规模从 5 亿 (0.5B) 到 1100 亿 (110B) 不等。

source: Qwen2 is a new series of large language models from Alibaba group
fr: Qwen2 est une nouvelle série de grands modèles de langage du groupe Alibaba
pt_br: Qwen2 é uma nova série de grandes modelos de linguagem do grupo Alibaba
tr: Qwen 2, Alibaba grubunun yeni büyük dil modelleri serisidir.
zh_cn: Qwen 2 (通义千问 2) 是阿里巴巴集团推出的全新系列大型语言模型。

source: Phi-3 is a family of lightweight 3B (Mini) and 14B (Medium) state-of-the-art open models by Microsoft.
fr: Phi-3 est une famille de modèles ouverts, légers 3B (Mini) et 14B (Medium) à la pointe de la technologie de Microsoft.
pt_br: Phi-3 é uma família de modelos abertos de última geração, leves, 3B (Mini) e 14B (Médio), da Microsoft.
tr: Phi-3, Microsoft’un hafif 3 (Mini) ve 14 (Orta) milyarlık son teknoloji açık model ailesidir.
zh_cn: Phi-3 是微软最先进的一系列轻量级的 30 亿参数 (3B) (迷你) 和 140 亿参数 (14B) (中型) 开源模型。

source: Llama 2 is a collection of foundation language models ranging from 7B to 70B parameters.
fr: Llama 2 est une collection de modèles linguistique de fondation, reposant sur un intervalle de 7B à 70B paramètres.
pt_br: Llama 2 é uma coleção de modelos de linguagem de base que variam dos parâmetros 7B a 70B.
tr: Llama 2, 7B’den 70B’ye kadar parametreye sahip temel dil modelleri koleksiyonudur.
zh_cn: Llama 2 是一组基础语言模型，参数规模从 70 亿 (7B) 到 700 亿 (70B) 不等。

source: Qwen2.5 models are pretrained on Alibaba's latest large-scale dataset, encompassing up to 18 trillion tokens. The model supports up to 128K tokens and has multilingual support.
fr: Les modèles Qwen2.5 sont pré-entraînés sur le dernier ensemble de données à grande échelle d'Alibaba, englobant jusqu'à 18 billions de jetons. Le modèle prend en charge jusqu'à 128 000 jetons et dispose d'une prise en charge multilingue.
pt_br: Os modelos Qwen2.5 são pré-treinados com base no mais recente conjunto de dados de larga escala do Alibaba, abrangendo até 18 trilhões de tokens. O modelo suporta até 128 mil tokens e oferece suporte multilíngue.
tr: Qwen 2.5 modelleri, 18 trilyon jetona kadar kapsayan Alibaba’nın en son büyük ölçekli veri kümesinde önceden eğitilmiştir. Model, 128K jetona kadar destekler ve çok dilli desteğe sahiptir.
zh_cn: Qwen 2.5 (通义千问 2.5) 模型在阿里巴巴最新的大规模数据集上进行了预训练，该数据集包含多达 18 万亿 (18T) 个标记。该模型支持多达 12 万 8 千 (128K) 个标记，并具备多语言支持能力。

source: Google Gemma 2 is a high-performing and efficient model available in three sizes: 2B, 9B, and 27B.
fr: Google Gemma 2 est un modèle hautement performant et efficace disponible en trois tailles : 2B, 9B et 27B.
pt_br: O Google Gemma 2 é um modelo eficiente e de alto desempenho, disponível em três tamanhos: 2B, 9B e 27B.
tr: Google Gemma 2; 2, 9 ve 27 milyarlık olmak üzere üç boyutta sunulan yüksek başarımlı ve verimli bir modeldir.
zh_cn: 谷歌 Gemma 2 是一款高性能且高效的模型，有 20 亿 (2B)、90 亿 (9B) 和 27 亿 (27B) 三种参数规格可供选择。

source: LLaVA is a novel end-to-end trained large multimodal model that combines a vision encoder and Vicuna for general-purpose visual and language understanding. Updated to version 1.6.
fr: LLaVA est un nouveau modèle multimodal de grande taille entraîné de bout en bout combinant un encodeur de vision et Vicuna pour une compréhension visuelle et linguistique à usage général. Mise à jour vers la version 1.6.
pt_br: LLaVA é um novo modelo multimodal de grande porte, treinado de ponta a ponta, que combina um codificador de visão e Vicunha para compreensão visual e de linguagem de uso geral. Atualizado para a versão 1.6.
tr: LLaVA, genel amaçlı görsel ve dil anlayışı için bir vizyon kodlayıcısı ve Vicuna’yı birleştiren yeni bir uçtan uca eğitilmiş büyük çok kipli modeldir. 1.6 sürümüne güncellendi.
zh_cn: LLaVA 是一种新型的端到端训练的大型多模态模型，它将视觉编码器与 Vicuna 相结合，用于通用的视觉和语言理解。已更新至 1.6 版本。

source: A large language model that can use text prompts to generate and discuss code.
fr: Un grand modèle de langage pouvant utiliser des invites de texte pour générer et discuter du code.
pt_br: Um grande modelo de linguagem que pode usar prompts de texto para gerar e discutir código.
tr: Kod üretmek ve tartışmak için metin istemlerini kullanabilen büyük bir dil modeli.
zh_cn: 一种大型语言模型，能够通过文本提示生成和讨论代码。

source: The latest series of Code-Specific Qwen models, with significant improvements in code generation, code reasoning, and code fixing.
fr: La dernière série de modèles « Qwen » dédiés au codage, avec des améliorations significatives dans la génération de code, le raisonnement concernant le code et la correction de code.
pt_br: A mais recente série de modelos Qwen específicos de código, com melhorias significativas na geração, raciocínio e correção de código.
tr: Kod üretimi, kod akıl yürütmesi ve kod düzeltmede önemli iyileştirmeler içeren, kodlamaya özel Qwen modellerinin en son serisi.
zh_cn: 最新的针对代码优化的 Qwen (通义千问) 系列模型，在代码生成、代码推理和代码修复方面有了显著的改进。

source: A state-of-the-art 12B model with 128k context length, built by Mistral AI in collaboration with NVIDIA.
fr: Un modèle 12B ultramoderne avec une longueur de contexte de 128 K, construit par Mistral AI en collaboration de Nvidia.
pt_br: Um modelo 12B de última geração com comprimento de contexto de 128k, desenvolvido pela IA da Mistral em colaboração com a NVIDIA.
tr: Mistral AI ve NVIDIA işbirliğiyle geliştirilen, 128 k bağlam uzunluğuna sahip son teknoloji 12 milyarlık model.
zh_cn: Mistral AI 与 NVIDIA 合作打造的，该机构最先进的 120 亿参数 (12B) 模型，支持的上下文长度达 12 万 8 千标记 (128k)。

source: The TinyLlama project is an open endeavor to train a compact 1.1B Llama model on 3 trillion tokens.
fr: Le projet TinyLlama est une tentative ouverte d'entraîner un modèle compact Llama 1.1B sur 3 billions de jetons.
pt_br: O projeto TinyLlama é um esforço aberto para treinar um modelo Llama 1.1B compacto em 3 trilhões de tokens.
tr: TinyLlama projesi, 3 trilyon jeton üzerinde kompakt bir 1,1 milyarlık Lama modeli eğitmek için açık bir çabadır.
zh_cn: TinyLlama 项目是一个开源的大模型项目，旨在用 3 万亿 (3T) 个标记来训练一个紧凑的 11 亿参数 (1.1B) 的 Llama 模型。

source: State-of-the-art large embedding model from mixedbread.ai
fr: Grand modèle d'intégration ultramoderne de mixedbread.ai
pt_br: Modelo de incorporação grande de última geração da mixedbread.ai
tr: mixedbread.ai’dan son teknoloji büyük gömülü model.
zh_cn: mixedbread.ai 最先进的大型嵌入模型

source: StarCoder2 is the next generation of transparently trained open code LLMs that comes in three sizes: 3B, 7B and 15B parameters.
fr: StarCoder2 est la prochaine génération de LLM entraînés de façon transparente se déclinant en trois tailles : paramètres de 3B, 7B et 15B.
pt_br: StarCoder2 é a próxima geração de LLMs de código aberto com treinamento transparente que vem em três tamanhos: parâmetros 3B, 7B e 15B.
tr: StarCoder2; 3, 7 ve 15 milyar parametreli olmak üzere üç boyutta sunulan, saydam bir şekilde eğitilmiş, açık kodlu LLM’lerin yeni neslidir.
zh_cn: StarCoder2 是新一代透明训练的开源代码大型语言模型，有 30 亿 (3B)、70 亿 (7B) 和 150 亿 (15B) 参数三种规模。

source: A set of Mixture of Experts (MoE) model with open weights by Mistral AI in 8x7b and 8x22b parameter sizes.
fr: Un ensemble de modèles de mélange d'experts (MoE) avec des poids ouverts conçus par Mistral AI en taille de paramètres 8x7b et 8x22b.
pt_br: Um conjunto de modelos de Mistura de Especialistas (MoE) com pesos abertos da IA Mistral em tamanhos de parâmetros 8x7b e 8x22b.
tr: Mistral AI tarafından 8 × 7 ve 8 × 22 milyar parametre boyutlarında açık ağırlıklara sahip bir Uzmanlar Karışımı (MoE) modeli kümesi.
zh_cn: 由 Mistral AI 开发的一组具有开放权重的混合专家模型 (MoE)，参数规模分别为 8×70 亿 (8x7B) 和 8×220 亿 (8x22B)。

source: Uncensored, 8x7b and 8x22b fine-tuned models based on the Mixtral mixture of experts models that excels at coding tasks. Created by Eric Hartford.
fr: Modèles affinés 8x7b et 8x22b non censurés reposant sur le mélange Mixtral de modèles experts excellant dans les tâches de codage. Créé par Eric Hartford.
pt_br: Modelos 8x7b e 8x22b sem censura, ajustados com precisão, baseados na mistura de modelos de especialistas da Mixtral, que se destacam em tarefas de codificação. Criado por Eric Hartford.
tr: Kodlama görevlerinde üstünlük sağlayan Mixtral uzman model karışımına dayalı sansürsüz, 8 × 7 ve 8 × 22 milyar ince ayarlı modeller. Eric Hartford tarafından yaratıldı.
zh_cn: 未经审查的 8×70 亿 (8x7B) 和 8×220 亿 (8x22B) 已调优模型，基于擅长编码任务的 Mixtral 混合专家模型。由 Eric Hartford 创建。

source: CodeGemma is a collection of powerful, lightweight models that can perform a variety of coding tasks like fill-in-the-middle code completion, code generation, natural language understanding, mathematical reasoning, and instruction following.
fr: CodeGemma est une collection de modèles puissants et légers pouvant effectuer une variété de tâches de codage telles que la complétion de code, la génération de code, la compréhension du langage naturel, le raisonnement mathématique et le suivi des instructions.
pt_br: O CodeGemma é uma coleção de modelos leves e poderosos que podem executar uma variedade de tarefas de codificação, como preenchimento de código intermediário, geração de código, compreensão de linguagem natural, raciocínio matemático e seguimento de instruções.
tr: CodeGemma; ortadaki kodu doldurma, kod oluşturma, doğal dil anlama, matematiksel akıl yürütme ve yönerge takibi gibi çeşitli kodlama görevlerini gerçekleştirebilen güçlü ve hafif modellerden oluşan bir koleksiyondur.
zh_cn: CodeGemma 是一组强大且轻量级的模型，能够执行多种编码任务，例如代码中间部分的自动补全、代码生成、自然语言理解、数学推理以及指令遵循。

source: An open-source Mixture-of-Experts code language model that achieves performance comparable to GPT4-Turbo in code-specific tasks.
fr: Un modèle de langage de code « Open-source » en « Mixture-of-Experts » atteignant des performances comparables à GPT4-Turbo dans les tâches spécifiques de code.
pt_br: Um modelo de linguagem de código de Mistura de Especialistas de código aberto que alcança desempenho comparável ao GPT4-Turbo em tarefas específicas de código.
tr: Kod odaklı görevlerde GPT4-Turbo ile karşılaştırılabilir başarım sağlayan, açık kaynaklı bir Uzmanlar Karışımı kod dili modeli.
zh_cn: 一款开源的混合专家代码语言模型，在代码特定任务中的性能可与 GPT4-Turbo 相媲美。

source: Phi-2: a 2.7B language model by Microsoft Research that demonstrates outstanding reasoning and language understanding capabilities.
fr: Phi-2 : un modèle de langage 2.7B de Microsoft Research démontrant des capacités exceptionnelles de raisonnement et de compréhension du langage.
pt_br: Phi-2: um modelo de linguagem 2.7B da Microsoft Research que demonstra excelentes capacidades de raciocínio e compreensão da linguagem.
tr: Phi-2: Microsoft Research tarafından geliştirilen, olağanüstü akıl yürütme ve dil anlama yetenekleri gösteren 2,7 milyarlık dil modeli.
zh_cn: Phi-2：由微软研究院开发的一款 27 亿参数 (2.7B) 的语言模型，具有出色的推理和语言理解能力。
