Repository: KDE/ktextaddons
Catalog: po/*/libtextautogeneratetext.po
Languages: fr, pt_br, tr, zh_cn

# @info:tooltip
source: Show Model Info
zh_cn: 显示模型信息

source: Ollama (Online)
zh_cn: Ollama (在线)

# @title:window
source: Configure Ollama Online
zh_cn: 配置 Ollama 在线

source: Server Url:
fr: URL du serveur :
pt_br: URL do servidor:
tr: Sunucu URL’si:
zh_cn: 服务器 URL：

source: Ollama Online
zh_cn: Ollama 在线

source: The name of the city
fr: Le nom de la ville
zh_cn: 城市名称

# @info:placeholder
source: Search Model…
fr: Rechercher un modèle...
pt_br: Pesquisar modelo...
tr: Model ara…
zh_cn: 搜索模型…

source: No instance found. Please add one.
fr: Aucune instance trouvée. Veuillez en ajouter une.
pt_br: Nenhuma instância encontrada. Adicione uma.
tr: Bulunan örnek yok. Lütfen bir tane ekleyin.
zh_cn: 没有找到实例。请新增一个实例。

# @action:button
source: Add instance…
fr: Ajouter une instance...
pt_br: Adicionar instância...
tr: Örnek Ekle…
zh_cn: 新增实例…

source: Ollama not found on system. Ask to your administrator system to install it.
fr: Impossible de trouver Ollama sur le système. Veuillez demander à votre administrateur système de l'installer.
pt_br: Ollama não encontrado no sistema. Peça ao administrador do sistema para instalá-lo.
tr: Ollama sistemde bulunamadı. Sistem yöneticinize onu kurmasını söyleyin.
zh_cn: 系统中没有找到 Ollama。请向您的系统管理员请求安装它。

source: Ollama not found on system. Please install it.
fr: Impossible de trouver Ollama sur le système. Veuillez l'installer.
pt_br: Ollama não encontrado no sistema. Por favor, instale-o.
tr: Ollama sistemde bulunamadı. Lütfen onu kurun.
zh_cn: 系统系统没有未找到 Ollama。请安装它。

# @action
source: Download Ollama
fr: Télécharger Ollama
pt_br: Baixar o Ollama
tr: Ollama’yı İndir
zh_cn: 下载 Ollama

# @action
source: Start Ollama
fr: Démarrer Ollama
pt_br: Iniciar Ollama
tr: Ollama’yı Başlat
zh_cn: 启动 Ollama

# @action:button
source: Configure…
fr: Configurer...
pt_br: Configurar...
tr: Yapılandır…
zh_cn: 配置…

source: Power saver mode is enabled, this will slow down message generation.
zh_cn: 省电模式已启用，这将使消息生成变慢。

# @title:window
source: Show Model Information
zh_cn: 显示模型信息

# @info:placeholder
source: Enter a message
fr: Saisissez un message
pt_br: Inserir uma mensagem
tr: İleti gir…
zh_cn: 输入信息

# @info:tooltip
source: Remove
fr: Supprimer
pt_br: Remover
tr: Kaldır
zh_cn: 移除

# @info:tooltip
source: Attach File
fr: Joindre un fichier
pt_br: Anexar arquivo
tr: Dosya İliştir
zh_cn: 附加文件

source: Images (*.png *.xpm *.jpg *.gif)
zh_cn: 图像 (*.png *.xpm *.jpg *.gif)

source: Audio (*.mp4 *.avi)
zh_cn: 音频 (*.mp4 *.avi)

source: Text (*.txt *.md)
zh_cn: 文本 (*.txt *.md)

# @title:window
source: Select File
zh_cn: 选择文件

# @info:tooltip
source: Send
fr: Envoyer
pt_br: Enviar
tr: Gönder
zh_cn: 发送

# @info:tooltip
source: Allow to select tools
fr: Autoriser la sélection d'outils
zh_cn: 允许选择工具

source: Impossible to open %1
zh_cn: 无法打开 %1

# @title:window
source: Error Opening File
zh_cn: 打开文件时出错

source: Text Plugins
fr: Modules externes de texte
pt_br: Plugins de texto
zh_cn: 文本插件

source: Tools Plugins
fr: Modules externes d'outils
zh_cn: 工具插件

source: Prompt
fr: Invite de commandes
zh_cn: 提示词

# @label:textbox
source: Description:
zh_cn: 描述：

# @label:textbox
source: Arguments:
zh_cn: 参数：

# @label:textbox
source: Information:
fr: Informations :
zh_cn: 信息：

# @info:tooltip
source: Show metadata info
fr: Afficher les informations de métadonnées
zh_cn: 显示元数据信息

source: Metadata Info
fr: Informations de métadonnées
zh_cn: 元数据信息

# @title:window
source: Debug
zh_cn: 调试

# @title:window
source: Add Instance
fr: Ajouter une instance
pt_br: Adicionar instância
tr: Örnek Ekle
zh_cn: 新增实例

# @label:textbox
source: Name:
fr: Nom :
pt_br: Nome:
tr: Ad:
zh_cn: 名称：

# @label:textbox
source: Select a Type of Instance:
fr: Sélectionnez un type d'instance :
pt_br: Selecione um tipo de instância:
tr: Bir örnek türü seç:
zh_cn: 选择实例类型：

# @title:window
source: Configure Instances
fr: Configurer les instances
pt_br: Configurar instâncias
tr: Örnekleri Yapılandır
zh_cn: 配置实例

# @action
source: Add instance…
fr: Ajouter une instance...
pt_br: Adicionar instância...
tr: Örnek Ekle…
zh_cn: 新增实例…

# @action
source: Mark As Default
fr: Marquer comme paramètre par défaut
pt_br: Marcar como padrão
tr: Öntanımlı Olarak İmle
zh_cn: 标记为默认

# @action
source: Edit…
fr: Modifier…
pt_br: Editar…
tr: Düzenle…
zh_cn: 编辑…

# @action
source: Remove Instance
fr: Supprimer l'instance
pt_br: Remover instância
tr: Örneği Kaldır
zh_cn: 移除实例

source: Do you want to remove this instance (%1)?
fr: Voulez-vous supprimer cette instance (%1) ?
pt_br: Você deseja remover esta instância (%1)?
tr: Bu örneği kaldırmak istiyor musunuz (%1)?
zh_cn: 您想要移除此实例 (%1) 吗？

# @title
source: Remove Instance
fr: Supprimer l'instance
pt_br: Remover instância
tr: Örneği Kaldır
zh_cn: 移除实例

# @info:placeholder
source: Search…
fr: Rechercher...
pt_br: Pesquisar…
tr: Ara…
zh_cn: 搜索…

# @info:tooltip
source: Add Instance…
fr: Ajouter une instance...
pt_br: Adicionar instância...
tr: Örnek ekle…
zh_cn: 新增实例…

# @title:window
source: Configure AI text plugins
fr: Configurer les modules externes de texte pour IA
pt_br: Configurar plugins de texto de IA
tr: Yapay Zekâ Metin Eklentilerini Yapılandır
zh_cn: 配置 AI 文本插件

# @action
source: Add…
fr: Ajouter...
pt_br: Adicionar…
tr: Ekle…
zh_cn: 添加…

source: Ask to AI
fr: Demander à l'IA
pt_br: Pergunte à IA
tr: Yapay Zekâya Sor
zh_cn: Ask 到 AI

# @action
source: Modify…
fr: Modifier…
pt_br: Modificar…
tr: Değişiklik Yap…
zh_cn: 修改…

# @action
source: Remove…
fr: Supprimer...
pt_br: Remover…
tr: Kaldır…
zh_cn: 移除…

source: Do you want to remove it?
fr: Voulez-vous la supprimer ?
pt_br: Deseja removê-lo?
tr: Kaldırmak istiyor musunuz?
zh_cn: 您想要移除此项吗？

# @title
source: Remove
fr: Supprimer
pt_br: Remover
tr: Kaldır
zh_cn: 移除

# @action
source: Configure…
fr: Configurer...
pt_br: Configurar...
tr: Yapılandır…
zh_cn: 配置…

source: Max Tokens:
fr: Nombre maximal de jetons :
pt_br: Máximo de tokens:
tr: En çok jeton sayısı:
zh_cn: 最大标记数：

source: Plugins Tool:
zh_cn: 插件工具：

# @title:window
source: Quick Ask
fr: Demande rapide
pt_br: Pergunta rápida
tr: Tez Sor
zh_cn: 快速询问

# @info:tooltip
source: Search…
fr: Rechercher...
pt_br: Pesquisar…
tr: Ara…
zh_cn: 搜索…

# @info:tooltip
source: Configure…
fr: Configurer...
pt_br: Configurar...
tr: Yapılandır…
zh_cn: 配置…

# @info:tooltip
source: Clear
fr: Effacer
pt_br: Limpar
tr: Temizle
zh_cn: 清除

# @info:tooltip
source: Save Discussion in Database
fr: Enregistrer la discussion dans la base de données
zh_cn: 保存对话到数据库

# @title:window
source: Conversation
pt_br: Conversa
tr: Konuşma
zh_cn: 对话

# @info:tooltip
source: New Chat
fr: Nouvelle discussion
pt_br: Novo bate-papo
tr: Yeni sohbet
zh_cn: 新聊天

# @info:tooltip
source: Favorite
fr: Préféré
pt_br: Favoritos
tr: Sık kullanılanlara ekle
zh_cn: 常用

# @info:placeholder
source: Search… (%1)
fr: Rechercher... (%1)
zh_cn: 搜索… (%1)

# @action
source: Search Channels
fr: Rechercher des canaux
zh_cn: 搜索频道

# @action
source: Previous Chat
fr: Salon précédent
zh_cn: 上一个聊天

# @action
source: Next Chat
fr: Salon suivant
zh_cn: 下一个聊天

# @title:window
source: Search
fr: Rechercher
pt_br: Pesquisar
tr: Ara
zh_cn: 搜索

source: No plugin found.
fr: Aucun module externe n'a été trouvé.
pt_br: Nenhum plugin encontrado.
tr: Bulunan eklenti yok.
zh_cn: 没有找到插件。

# @label:textbox
source: Tools:
fr: Outils :
zh_cn: 工具：

# @info:tooltip
source: Edit…
fr: Modifier…
pt_br: Editar…
tr: Düzenle…
zh_cn: 编辑…

# @info:tooltip
source: Stop
zh_cn: 停止

# @info:tooltip
source: Speak
zh_cn: 朗读

# @info:tooltip
source: Copy
fr: Copier
pt_br: Copiar
tr: Kopyala
zh_cn: 复制

# @info:tooltip
source: Refresh
fr: Actualiser
pt_br: Atualizar
tr: Yenile
zh_cn: 刷新

source: Block Code copied.
zh_cn: 代码块已复制。

# @title
source: Copy Block Code
zh_cn: 复制代码块

# @title:window
source: Display Image
zh_cn: 显示图像

source: Copy Image to Clipboard
zh_cn: 复制图像到剪贴板

source: Copy Location to Clipboard
zh_cn: 复制位置到剪贴板

source: Other Application...
zh_cn: 其他应用程序...

# @label:textbox
source: Zoom:
zh_cn: 缩放：

# @action:button
source: Fit to View
zh_cn: 缩放到视图大小

source: Save Image
zh_cn: 保存图像

# @action
source: Copy Selection
fr: Copier la sélection
pt_br: Copiar seleção
tr: Seçimi Kopyala
zh_cn: 复制选中内容

# @action
source: Copy
fr: Copier
pt_br: Copiar
tr: Kopyala
zh_cn: 复制

# @action
source: Copy URL
fr: Copier une URL
pt_br: Copiar URL
tr: URL’yi Kopyala
zh_cn: 复制 URL

# @action
source: Select All
fr: Tout sélectionner
pt_br: Selecionar tudo
tr: Tümünü Seç
zh_cn: 全部选中

# @action
source: New Chat
fr: Nouvelle discussion
pt_br: Novo bate-papo
tr: Yeni Sohbet
zh_cn: 新聊天

# @action
source: Duplicate…
zh_cn: 创建副本…

# @action
source: Remove as Favorite
fr: Supprimer de la liste des signets
pt_br: Remover dos favoritos
tr: Sık Kullanılanlardan Kaldır
zh_cn: 取消设为常用

# @action
source: Set as Favorite
fr: Marquer comme signet
pt_br: Definir como favorito
tr: Sık Kullanılan Yap
zh_cn: 设为常用

# @action
source: Restore
fr: Restaurer
pt_br: Restaurar
tr: Geri Yükle
zh_cn: 恢复

# @action
source: Archive
fr: Archiver
pt_br: Arquivar
tr: Arşivle
zh_cn: 存档

source: Do you want to remove this discussion?
fr: Voulez-vous supprimer cette discussion ?
pt_br: Deseja remover esta discussão?
tr: Bu tartışmayı kaldırmak istiyor musunuz?
zh_cn: 您想要移除此讨论吗？

# @title:window
source: Remove Discussion
fr: Supprimer la discussion
pt_br: Remover discussão
tr: Tartışmayı Kaldır
zh_cn: 移除讨论

source: No Archive Found.
fr: Aucune archive trouvée.
pt_br: Nenhum arquivo encontrado.
tr: Bulunan arşiv yok.
zh_cn: 没有找到归档。

source: No Messages Found.
fr: Aucun message trouvé.
pt_br: Nenhuma mensagem encontrada.
tr: Bulunan ileti yok.
zh_cn: 没有找到消息。

source: Engine: %1 Model: %2 Instance Name: %3
fr: Moteur : %1 Modèle : %2 Nom de l'instance : %3
pt_br: Motor: %1 Modelo: %2 Nome da instância: %3
tr: İşletke: %1 Model: %2 Örnek adı: %3

source: Tools: %1
fr: Outils : %1

source: You are an AI assistant. You are speaking to a person named %1. Be helpful, professional, and courteous. Do not give inaccurate information.
fr: Vous êtes un assistant IA. Vous parlez à une personne nommée %1. Soyez serviable, professionnel et courtois. Ne donnez aucune information inexacte.
pt_br: Você é um assistente de IA. Você está falando com uma pessoa chamada %1. Seja prestativo, profissional e cortês. Não forneça informações imprecisas.
tr: Sen bir yapay zekâ asistanısın. %1 adlı bir kişiyle konuşuyorsun. Nâzik, profesyonel ve yardımcı ol. Doğru olmayan bilgiler verme.

source: Venice
fr: Venise

source: Llama Api
fr: API pour Llama
pt_br: API do Llama
tr: Llama API’si

source: Meta AI Llama API
fr: API Llama pour AI Meta
pt_br: API do Llama para a IA do Meta
tr: Meta AI Llama API’si

source: Restart is necessary for applying the changes.
fr: Le redémarrage est nécessaire pour l'application des modifications.
pt_br: É necessário reiniciar para aplicar as alterações.

# @info:tooltip
source: Configure
fr: Configurer
pt_br: Configurar

source: Ask AI…
fr: Demandez à l'IA...
pt_br: Pergunte à IA...
tr: Yapay Zekâya Sor…

source: Mistral AI
pt_br: IA Mistral

source: Kluster AI
pt_br: IA Kluster

source: Cerebras AI
pt_br: IA Cerebras

source: Anthropic
pt_br: Antrópico
