Repository: KDE/ktextaddons
Catalog: po/*/libtextautogeneratetext.po
Languages: fr, pt_br, tr, zh_cn

source: A fine-tuned version of Deepseek-R1-Distilled-Qwen-1.5B that surpasses the performance of OpenAI’s o1-preview with just 1.5B parameters on popular math evaluations.
fr: Une version affinée de Deepseek-R1-Distilled-Qwen-1.5B surpassant les performances de la préversion o1 d'OpenAI avec seulement 1,5B paramètres sur les évaluations mathématiques populaires.
pt_br: Uma versão aprimorada do Deepseek-R1-Distilled-Qwen-1.5B que supera o desempenho do o1-preview da OpenAI com apenas 1,5 bilhão de parâmetros em avaliações matemáticas populares.
tr: OpenAI’nin o1-preview’inin popüler matematik değerlendirmelerinde sadece 1,5 milyar parametresiyle başarımını aşan Deepseek-R1-Distilled-Qwen-1.5B’nin ince ayarlanmış bir sürümü.
zh_cn: Deepseek-R1-Distilled-Qwen-1.5B 的一个微调版本。在热门的数学能力评分中仅用 15 亿 (1.5B) 个参数就超越了 OpenAI 的 o1-preview 的性能。

source: A version of the DeepSeek-R1 model that has been post trained to provide unbiased, accurate, and factual information by Perplexity.
fr: Une version du modèle DeepSeek-R1 ayant été post-entraînée pour fournir des informations impartiales, précises et factuelles par Perplexity.
pt_br: Uma versão do modelo DeepSeek-R1 que foi pós-treinada para fornecer informações imparciais, precisas e factuais pela Perplexity.
tr: Perplexity tarafından tarafsız, doğru ve gerçekçi bilgi sağlamak üzere sonradan eğitilmiş DeepSeek-R1 modelinin bir sürümü.
zh_cn: 由 Perplexity 进行后期训练的 DeepSeek-R1 模型的一个版本，能够提供客观、准确和真实的信息。

source: The current, most capable model that runs on a single GPU.
fr: Le modèle courant le plus performant fonctionnant sur un seul processeur graphique (GPU).
pt_br: O modelo atual e mais capaz que roda em uma única GPU.
tr: Tek GPU üzerinde çalışan, şu anda en yetenekli model.
zh_cn: 目前在单个 GPU 上运行的最强大的模型。

source: Phi-4-mini brings significant enhancements in multilingual support, reasoning, and mathematics, and now, the long-awaited function calling feature is finally supported.
fr: Phi-4-mini apporte des améliorations significatives dans la prise en charge multilingue, le raisonnement et les mathématiques, et maintenant, la fonctionnalité tant attendue d'appel de fonctions est enfin prise en charge.
pt_br: O Phi-4-mini traz melhorias significativas em suporte multilíngue, raciocínio e matemática, e agora, o tão aguardado recurso de chamada de função finalmente é suportado.
tr: Phi-4-mini, çok dilli destek, akıl yürütme ve matematik alanlarında önemli geliştirmeler getiriyor ve artık uzun zamandır beklenen işlev çağırma özelliği de nihayet destekleniyor.
zh_cn: Phi-4-mini 在多语言支持、推理和数学方面带来了显著的改进，也支持了大家期待已久的函数调用功能。

source: A compact and efficient vision-language model, specifically designed for visual document understanding, enabling automated content extraction from tables, charts, infographics, plots, diagrams, and more.
fr: Un modèle de langage visuel, compact et efficace, spécialement conçu pour la compréhension visuelle des documents, permettant l'extraction automatisée de contenu à partir de tableaux, de graphiques, d'infographies, de tracés, de diagrammes et bien plus :
pt_br: Um modelo de visão e linguagem compacto e eficiente, projetado especificamente para a compreensão visual de documentos, permitindo a extração automatizada de conteúdo de tabelas, gráficos, infográficos, gráficos, diagramas e muito mais.
tr: Görsel belge anlaşılması için özel olarak tasarlanmış, tablolardan, çizelgelerden, infografiklerden, çizimlerden, diyagramlardan ve daha fazlasından kendiliğinden içerik çıkarmayı sağlayan kompakt ve etkili bir görsel dil modeli.
zh_cn: 一款紧凑高效的视觉语言模型，专为视觉文档理解而设计，能够从表格、图表、信息图、图形、示意图等中自动提取内容。

source: Granite-3.2 is a family of long-context AI models from IBM Granite fine-tuned for thinking capabilities.
fr: Granite-3.2 est une famille de modèles d'IA à contexte long d'IBM Granite adaptée pour des capacités de réflexion.
pt_br: Granite-3.2 é uma família de modelos de IA de longo contexto da IBM Granite ajustados para capacidades de pensamento.
tr: Granite-3.2, IBM Granite’in düşünme yetenekleri için ince ayarlanmış, uzun bağlamlı yapay zekâ modelleri ailesidir.
zh_cn: IBM Granite-3.2 是一组来自 IBM Granite 的长上下文 AI 模型，经过微调具备了更强的思考能力。

source: A new state-of-the-art version of the lightweight Command R7B model that excels in advanced Arabic language capabilities for enterprises in the Middle East and Northern Africa.
fr: Une nouvelle version ultramoderne du modèle léger Command R7B, excellant par ses capacités avancées en langue arabe pour les entreprises du Moyen-Orient et d'Afrique du Nord.
pt_br: Uma nova versão de última geração do modelo leve Command R7B que se destaca em recursos avançados de idioma árabe para empresas no Oriente Médio e Norte da África.
tr: Orta Doğu ve Kuzey Afrika’daki işletmeler için gelişmiş Arapça dil yetenekleriyle öne çıkan hafif Command R7B modelinin yeni, son teknoloji sürümü.
zh_cn: 一款全新的轻量级 Command R7B (70 亿参数) 的先进模型，针对中东和北非地区企业的高级阿拉伯语能力需求而设计。

source: 111 billion parameter model optimized for demanding enterprises that require fast, secure, and high-quality AI
fr: Modèle de 111 milliards de paramètres optimisé pour les entreprises exigeantes ayant besoin d'une IA rapide, sécurisée et de haute qualité
pt_br: Modelo de 111 bilhões de parâmetros otimizado para empresas exigentes que exigem IA rápida, segura e de alta qualidade
tr: Hızlı, güvenli ve yüksek kaliteli yapay zekâ gerektiren zorlu işletmeler için eniyilenmiş, 111 milyar parametreli model.
zh_cn: 针对要求快速、安全和高质量人工智能的苛刻企业需求而优化的 1110 亿 (111B) 参数模型

source: EXAONE Deep exhibits superior capabilities in various reasoning tasks including math and coding benchmarks, ranging from 2.4B to 32B parameters developed and released by LG AI Research.
fr: EXAONE Deep présente des capacités supérieures dans diverses tâches de raisonnement, y compris les évaluations mathématiques et de codage, allant des paramètres de 2,4B à 32B, développés et publiés par LG AI Research.
pt_br: O EXAONE Deep demonstra capacidades superiores em diversas tarefas de raciocínio, incluindo benchmarks de matemática e codificação, variando de 2,4 bilhões a 32 bilhões de parâmetros, desenvolvidos e lançados pela LG AI Research.
tr: EXAONE Deep, LG AI Research tarafından geliştirilen ve yayınlanan 2,4 milyardan 32 milyara kadar parametreye sahip matematik ve kodlama kıyaslamaları da dahil olmak üzere çeşitli akıl yürütme görevlerinde üstün yetenekler sergiliyor.
zh_cn: EXAONE Deep 在包括数学和编程基准在内的各种推理任务中表现出色，其参数规模从 24 亿 (2.4B) 到 320 亿(32B) 不等，由 LG AI 研究所开发并发布。

source: Building upon Mistral Small 3, Mistral Small 3.1 (2503) adds state-of-the-art vision understanding and enhances long context capabilities up to 128k tokens without compromising text performance.
fr: S'appuyant sur Mistral Small 3, Mistral Small 3.1 (2503) ajoute une compréhension de la vision de pointe et améliore les capacités de contexte long jusqu'à 128 000 jetons sans compromettre les performances de texte.
pt_br: Com base no Mistral Small 3, o Mistral Small 3.1 (2503) adiciona compreensão de visão de última geração e aprimora recursos de contexto longo de até 128 mil tokens sem comprometer o desempenho do texto.
tr: Mistral Small 3’ü temel alan Mistral Small 3.1 (2503), metin başarımından ödün vermeden en son teknoloji görsel anlayışı ekler ve 128 bağlama kadar uzun bağlam yeteneklerini geliştirir.
zh_cn: Mistral Small 3.1 (2503) 在 Mistral Small 3 的基础上增加了 Mistral 家族最先进的视觉理解能力，并将长上下文处理能力提升至 12 万 8 千 (128k) 个标记，同时不牺牲文本性能。

source: Cogito v1 Preview is a family of hybrid reasoning models by Deep Cogito that outperform the best available open models of the same size, including counterparts from LLaMA, DeepSeek, and Qwen across most standard benchmarks.
fr: Cogito v1 Preview est une famille de modèles de raisonnement hybrides de Deep Cogito, surpassant les meilleurs modèles ouverts disponibles de même taille, y compris les homologues de LLaMA, DeepSeek et Qwen dans la plupart des évaluations classiques.
pt_br: O Cogito v1 Preview é uma família de modelos de raciocínio híbridos da Deep Cogito que superam os melhores modelos abertos disponíveis do mesmo tamanho, incluindo contrapartes do LLaMA, DeepSeek e Qwen na maioria dos benchmarks padrão.
tr: Cogito v1 Preview; Deep Cogito’nun aynı boyuttaki en iyi var olan açık modellerden, LLaMA’dan, DeepSeek’ten ve Qwen’den gelen benzerleri de içerilmek üzere, çoğu standart kıyaslamada daha iyi başarım gösteren bir hibrit akıl yürütme modelleri ailesidir.
zh_cn: Cogito v1 预览版是 Deep Cogito 推出的一系列混合推理模型，在大多数标准基准测试中，其性能优于同规模的前沿开源模型，包括 LLaMA、DeepSeek 和 Qwen 等同类产品。

source: DeepCoder is a fully open-Source 14B coder model at O3-mini level, with a 1.5B version also available.
fr: DeepCoder est un modèle de codeur 14B entièrement « Open source » au niveau O3-mini, avec une version 1.5B également disponible.
pt_br: O DeepCoder é um modelo de codificador 14B totalmente de código aberto no nível O3-mini, com uma versão 1.5B também disponível.
tr: DeepCoder, O3-mini düzeyinde tamamen açık kaynaklı 14 milyarlık kodlayıcı modelidir, ayrıca 1,5 milyarlık bir sürümü de bulunur.
zh_cn: DeepCoder 是一款完全开源的 140 亿参数 (14B) 的能与 O3-mini 媲美的代码编写模型，还有 15 亿参数 (1.5B) 的版本可供使用。

source: Qwen3 is the latest generation of large language models in Qwen series, offering a comprehensive suite of dense and mixture-of-experts (MoE) models.
fr: Qwen3 est la dernière génération de grands modèles linguistiques de la série « Qwen », offrant une suite complète de modèles denses et mixtes d'experts (MoE).
pt_br: Qwen3 é a última geração de grandes modelos de linguagem da série Qwen, oferecendo um conjunto abrangente de modelos densos e de mistura de especialistas (MoE).
tr: Qwen 3, Qwen serisindeki büyük dil modellerinin son nesli olup yoğun ve Uzmanlar Karışımı (MoE) modellerden oluşan kapsamlı bir paket sunmaktadır.
zh_cn: Qwen3 是 Qwen (通义千问) 系列的新一代大规模语言模型，提供了一整套密集型和混合专家 (MoE) 模型。

source: Meta's latest collection of multimodal models.
fr: La dernière collection de modèles multimodaux de Meta.
pt_br: A mais recente coleção de modelos multimodais da Meta.
tr: Meta’nın en son çok kipli model koleksiyonu.
zh_cn: Meta 全新的多模态模型系列。

source: IBM Granite 2B and 8B models are 128K context length language models that have been fine-tuned for improved reasoning and instruction-following capabilities.
fr: Les modèles d'IBM Granite 2B et 8B sont des modèles linguistiques de longueur de contexte 128K ayant été affinés pour améliorer le raisonnement et les capacités de suivi d'instructions.
pt_br: Os modelos IBM Granite 2B e 8B são modelos de linguagem com comprimento de contexto de 128K que foram ajustados para melhorar o raciocínio e as capacidades de seguir instruções.
tr: IBM Granite 2B ve 8B modelleri, geliştirilmiş akıl yürütme ve yönerge izleme yetenekleri için ince ayar yapılmış 128 bin bağlam uzunluğundaki dil modelleridir.
zh_cn: IBM 的 Granite 2B (20 亿参数) 和 8B (80 亿参数) 模型是上下文长度为 12 万 8 千 (128K) 标记的语言模型，经过了微调以提升推理和指令遵循能力。

source: Phi 4 reasoning and reasoning plus are 14-billion parameter open-weight reasoning models that rival much larger models on complex reasoning tasks.
fr: Phi 4 reasoning et reasoning plus sont des modèles de raisonnement à pondération ouverte de 14 milliards de paramètres qui rivalisent avec des modèles beaucoup plus grands sur des tâches de raisonnement complexes.
pt_br: O raciocínio Phi 4 e o raciocínio plus são modelos de raciocínio aberto com 14 bilhões de parâmetros que rivalizam com modelos muito maiores em tarefas de raciocínio complexas.
tr: Phi 4 Reasoning ve Reasoning Plus, karmaşık akıl yürütme görevlerinde çok daha büyük modellerle rekabet edebilen 14 milyar parametreli açık ağırlıklı akıl yürütme modelleridir.
zh_cn: Phi 4 推理模型和推理增强模型是拥有 140 亿参数 (14B) 的开放权重推理模型，在复杂的推理任务上可与规模大得多的模型相媲美。

source: Phi 4 mini reasoning is a lightweight open model that balances efficiency with advanced reasoning ability.
fr: Phi 4 mini est un modèle ouvert léger faisant un compromis entre l'efficacité avec une capacité avancée de raisonnement.
pt_br: O Phi 4 Mini Raciocínio é um modelo aberto e leve que equilibra eficiência com capacidade avançada de raciocínio.
tr: Phi 4 Mini Reasoning, verimliliği gelişmiş akıl yürütme yeteneğiyle dengeleyen hafif ve açık bir modeldir.
zh_cn: Phi 4 mini 推理模型是一款轻量级的开源模型，它在效率与高级推理能力之间实现了平衡。

source: Gemma 3n models are designed for efficient execution on everyday devices such as laptops, tablets or phones.
fr: Les modèles Gemma 3n sont conçus pour une exécution efficace sur les périphériques courants tels que les ordinateurs portables, les tablettes ou les téléphones.
pt_br: Os modelos Gemma 3n são projetados para execução eficiente em dispositivos do dia a dia, como laptops, tablets ou celulares.
tr: Genma 3n modelleri; dizüstleri, tabletler veya telefonlar gibi günlük kullanım aygıtları üzerinde efektif yürütme için tasarlanmıştır.
zh_cn: Gemma 3n 系列模型专为在日常设备 (如笔记本电脑、平板电脑或手机) 上高效运行而设计。

source: Magistral is a small, efficient reasoning model with 24B parameters.
fr: Magistral est un petit modèle de raisonnement efficace avec des paramètres 24B.
pt_br: Magistral é um modelo de raciocínio pequeno e eficiente com 24B parâmetros.
tr: Magistral; 24 milyar parametreli, küçük ve kaynakları verimli kullanan bir akıl yürütme modelidir.
zh_cn: Magistral 是一款小型高效的推理模型，参数规模为 240 亿 (24B)。

source: An update to Mistral Small that improves on function calling, instruction following, and less repetition errors.
fr: Une mise à jour de Mistral Small améliorant les appels de fonctions, le suivi des instructions et moins d'erreurs de répétition.
pt_br: Uma atualização do Mistral Small que melhora a chamada de funções, o acompanhamento de instruções e reduz os erros de repetição.
tr: Mistral Small üzerine işlev çağırmayı, yönerge takibini ve yineleme hatalarını azaltan bir güncelleme.
zh_cn: Mistral Small 更新版本，改进了函数调用、指令遵循以及减少了重复错误。

source: Flagship vision-language model of Qwen and also a significant leap from the previous Qwen2-VL.
fr: Modèle phare de Qwen en langage pour la vision et aussi une avancée significative par rapport à la version Qwen2-VL précédente.
pt_br: Modelo de visão e linguagem emblemático do Qwen e também um salto significativo em relação ao anterior Qwen2-VL.
tr: Qwen’in amiral gemisi öngörü dil modeli ve bir önceki Qwen2-VL üzerine kayda değer bir güncelleme.
zh_cn: Qwen 的旗舰视觉语言模型，性能比起前代的 Qwen2-VL 有着明显提升。

source: Devstral: the best open source model for coding agents.
fr: Devstral : le meilleur modèle « Open source » pour les agents de codage.
pt_br: Devstral: o melhor modelo de código aberto para agentes de codificação.
tr: Devstral: Kodlama aracıları için en iyi açık kaynaklı model.
zh_cn: Devstral：用于代码编写代理的最佳开源模型。

source: OpenAI’s open-weight models designed for powerful reasoning, agentic tasks, and versatile developer use cases.
fr: Les modèles de OpenAI à poids ouvert sont conçus pour un raisonnement puissant, des tâches agentiques et des cas d'utilisation polyvalents pour des équipes de développement.
pt_br: Os modelos de peso aberto da OpenAI foram projetados para raciocínio poderoso, tarefas de agente e casos de uso versáteis para desenvolvedores.
zh_cn: OpenAI 开发的开放权重模型，专为强大的推理、代理任务以及多样化的开发者应用场景而设计。

source: Alibaba's performant long context models for agentic and coding tasks.
fr: Les modèles de contexte long et performants d'Alibaba pour les tâches agentiques et de codage.
pt_br: Modelos de contexto longo de alto desempenho do Alibaba para tarefas de codificação e agentes.
zh_cn: 阿里巴巴推出的用于代理和代码编写任务的高性能长上下文模型。

source: DeepSeek-V3.1 is a hybrid model that supports both thinking mode and non-thinking mode.
fr: DeepSeek-V3.1 est un modèle hybride prenant en charge à la fois le mode de raisonnement et son contraire.
zh_cn: DeepSeek-V3.1 是一款支持思考模式和非思考模式的混合模型。

source: EmbeddingGemma is a 300M parameter embedding model from Google.
fr: EmbeddingGemma est un modèle intégré de 300M paramètres de Google.
zh_cn: EmbeddingGemma 是谷歌开发的一款 3 亿参数 (300M) 的嵌入模型。

source: EmBuilding upon the foundational models of the Qwen3 series, Qwen3 Embedding provides a comprehensive range of text embeddings models in various sizes.
zh_cn: 基于 Qwen3 (通义千问 3) 系列的基础模型，Qwen3 嵌入提供了多种不同规模的文本嵌入模型。

source: Granite 4 features improved instruction following (IF) and tool-calling capabilities, making them more effective in enterprise applications.
zh_cn: Granite 4 具有改进的指令遵循 (IF) 和工具调用功能，使其在企业应用中更有效。

source: The most powerful vision-language model in the Qwen model family to date.
zh_cn: 通义千问 (Qwen) 家族中迄今为止最强大的视觉语言模型。

source: Advanced agentic, reasoning and coding capabilities..
zh_cn: 高级代理人、推理和代码能力。

source: A state-of-the-art mixture-of-experts (MoE) language model. Kimi K2-Instruct-0905 demonstrates significant improvements in performance on public benchmarks and real-world coding agent tasks.
zh_cn: 一款处在技术前沿的混合专家 (MoE) 大语言模型。Kimi K2-Instruct-0905 在公共评分测试中表现出了显著的性能提升，并拥有强大的真实世界代码代理任务能力。

source: MiniMax M2 is a high-efficiency large language model built for coding and agentic workflows.
zh_cn: MiniMax M2 是一款高效的大语言模型，专门针对代码编写和代理工作流程构建。

source: DeepSeek-OCR is a vision-language model that can perform token-efficient OCR.
zh_cn: DeepSeek-OCR 是一款能够执行高效率标记光学识别的视觉语言模型。

source: gpt-oss-safeguard-20b and gpt-oss-safeguard-120b are safety reasoning models built-upon gpt-oss.
zh_cn: gpt-oss-safeguard-20b 和 gpt-oss-safeguard-120b 是基于 gpt-oss 构建的安全推理模型。

source: Google's most intelligent model with SOTA reasoning and multimodal understanding, and powerful agentic and vibe coding capabilities.
zh_cn: 谷歌迄今为止最智能的模型，支持 SOTA 推理和多模态理解能力，并拥有强大的代理和氛围编程能力。

source: Kimi K2 Thinking, Moonshot AI's best open-source thinking model.
zh_cn: Kimi K2 Thinking 是月之暗面迄今性能最好的开源思维模型。

source: The Cogito v2.1 LLMs are instruction tuned generative models. All models are released under MIT license for commercial use.
zh_cn: Cogito v2.1 大语言模型是经过指令调优的生成式模型。所有模型均在 MIT 许可证下发布，可用于商业用途。

source: The Ministral 3 family is designed for edge deployment, capable of running on a wide range of hardware.
zh_cn: Ministral 3 家族是针对边缘设备设计的大语言模型，能够在较广泛的硬件上运行。

source: Rnj-1 is a family of 8B parameter open-weight, dense models trained from scratch by Essential AI, optimized for code and STEM with capabilities on par with SOTA open-weight models.
zh_cn: Rnj-1 是由 Essential AI 从零开始训练的 8B 参数开放权重、密集型模型系列，针对代码和 STEM 进行了优化，其能力可与最先进的开放权重模型相媲美。

source: The first installment in the Qwen3-Next series with strong performance in terms of both parameter efficiency and inference speed.
zh_cn: Qwen3-Next 系列的首款产品，在参数效率和推理速度方面均表现出色。

source: Nemotron 3 Nano - A new Standard for Efficient, Open, and Intelligent Agentic Models.
zh_cn: Nemotron 3 Nano 代表了高效开源智能代理模型的新标准。

source: 24B model that excels at using tools to explore codebases, editing multiple files and power software engineering agents.
zh_cn: 一款 24B 模型，在调用工具浏览代码库、多文件编辑和软件工程代理方面表现出色。

source: Olmo is a series of Open language models designed to enable the science of language models. These models are pre-trained on the Dolma 3 dataset and post-trained on the Dolci datasets.
zh_cn: Olmo 是一系列开源大语言模型，旨在推动大语言模型在科学领域的运用。它们使用 Dolma 3 数据集进行预训练，并使用 Dolci 数据集进行后训练。

source: A new collection of open translation models built on Gemma 3, helping people communicate across 55 languages.
zh_cn: 基于 Gemma 3 构建的一套全新的开源翻译模型，支持 55 种语言。

source: As the strongest model in the 30B class, GLM-4.7-Flash offers a new option for lightweight deployment that balances performance and efficiency.
zh_cn: 迄今为止性能最强的 30B 级模型。GLM-4.7-Flash 提供了用于轻量部署的新选项，同时兼顾了性能和效率。

source: 123B model that excels at using tools to explore codebases, editing multiple files and power software engineering agents.
zh_cn: 一款 123B 模型，在调用工具浏览代码库、多文件编辑和软件工程代理方面表现出色。

source: FunctionGemma is a specialized version of Google's Gemma 3 270M model fine-tuned explicitly for function calling.
zh_cn: FunctionGemma 是基于谷歌 Gemma 3 270M 模型的特调版本，针对函数调用进行了优化。

source: Gemini 3 Flash offers frontier intelligence built for speed at a fraction of the cost.
zh_cn: Gemini 3 Flash 提供了前沿的智能水平，执行轻快，成本低廉。

source: nomic-embed-text-v2-moe is a multilingual MoE text embedding model that excels at multilingual retrieval.
zh_cn: nomic-embed-text-v2-moe 是一款多语言 MoE 文本嵌入模型，在多语言检索中表现出色。

source: Advancing the Coding Capability
zh_cn: 推动大语言代码编写能力的发展

source: DeepSeek-V3.2, a model that harmonizes high computational efficiency with superior reasoning and agent performance.
zh_cn: DeepSeek-V3.2 是一款兼顾算力效率和强大推理、代理能力的模型。

source: A general-purpose multimodal mixture-of-experts model for production-grade tasks and enterprise workloads.
zh_cn: 一款通用多模态混合专家模型，针对企业用途的生产级别工作设计。

source: Exceptional multilingual capabilities to elevate code engineering
zh_cn: 通过强大的多语言能力来提高在代码工程中的表现

source: LFM2.5 is a new family of hybrid models designed for on-device deployment.
zh_cn: LFM2.5 是一款全新的针对边缘设备部署而设计的大语言模型系列。

source: Kimi K2.5 is an open-source, native multimodal agentic model that seamlessly integrates vision and language understanding with advanced agentic capabilities, instant and thinking modes, as well as conversational and agentic paradigms.
zh_cn: Kimi K2.5 是一款开源、本地多模态的代理模型，无缝整合了视觉和语言理解，具有高级代理功能，同时支持即时响应和思考模式，并支持对话和代理范式。

source: A strong reasoning and agentic model from Z.ai with 744B total parameters (40B active), built for complex systems engineering and long-horizon tasks.
zh_cn: Z.ai 推出的强大的推理和代理模型，总参数量达 7440 亿 (744B，40B 活跃参数），专为复杂系统工程和长期任务而设计。

source: MiniMax-M2.5 is a state-of-the-art large language model designed for real-world productivity and coding tasks.
zh_cn: MiniMax-M2.5 是一款专为实际工作中的生产力和编程任务而设计的先进大型语言模型。

source: The user is called %1
zh_cn: 用户叫做 %1

# @info:tooltip
source: Open Url "%1"
zh_cn: 打开 URL“%1”

source: Expose Ollama to Network
zh_cn: 暴露 Ollama 到网路

source: Thought Processing
zh_cn: 思维处理

source: Options
zh_cn: 选项

# @info:tooltip
source: Make Ollama available for other devices and software in local network.
zh_cn: 为本地网络中的其他设备和软件提供 Ollama 服务。

# @info:tooltip
source: Have compatible reasoning models think about their response before generating a message.
zh_cn: 在生成信息之前使用兼容的推理模型来思考它们的反应。

source: Share Name:
zh_cn: 共享名称：

source: Override Parameters
zh_cn: 覆盖参数

# @info:tooltip
source: The temperature of the model. Increasing the temperature will make the model answer more creatively.
fr: La température du modèle. L'augmentation de la température conduira le modèle à répondre de façon plus créative.
pt_br: A temperatura do modelo. Aumentar a temperatura fará com que o modelo responda de forma mais criativa.
tr: Modelin sıcaklığı. Sıcaklığı artırmak modelin daha yaratıcı bir biçimde yanıtlar vermesini sağlar.
zh_cn: 模型的温度。提高温度会使模型的回答更具创造性。

source: Temperature:
fr: Température :
pt_br: Temperatura:
tr: Sıcaklık:
zh_cn: 温度：

# @info:tooltip
source: Sets the random number seed to use for generation. Setting this to a specific number will make the model generate the same text for the same prompt. (Default: 0)
fr: Définit la valeur initiale pour nombre aléatoire à utiliser pour la génération. Si vous définissez celui-ci avec un nombre spécifique, le modèle générera le même texte pour la même invite. (Par défaut : 0)
pt_br: Define a semente numérica aleatória a ser usada para geração. Definir um número específico fará com que o modelo gere o mesmo texto para o mesmo prompt. (Padrão: 0)
tr: Üretme için kullanılacak rastgele tohum numarasını ayarlar. Bunu belirli bir sayıya ayarlamak modelin aynı istem için aynı metni üretmesini sağlar (Öntanımlı: 0).
zh_cn: 设置用于生成的随机数种子。将其设置为特定数字会使模型对相同的提示生成相同的文本。(默认值：0)

source: Seed:
fr: Flux :
pt_br: Semente:
tr: Tohum:
zh_cn: 种子：

# @info:tooltip
source: Controls how many token (piece of text) the model can process and remember at once.
zh_cn: 控制模型可以同时处理和记住多少条标记 (文本单元)。

source: Context Window Size:
zh_cn: 上下文窗口大小：

source: Capabilities
zh_cn: 能力

source: Template
zh_cn: 模板

source: Modelfile
zh_cn: 模型文件

source: Parameters
zh_cn: 参数

source: Details
zh_cn: 详情

source: Model Info
zh_cn: 模型信息

source: Do not Share
zh_cn: 不共享

source: Username
zh_cn: 用户名

source: Full Name
zh_cn: 全名
