Repository: KDE/ktextaddons
Catalog: po/*/libtextautogeneratetext.po
Languages: fr, pt_br, tr, zh_cn

source: A model from NVIDIA based on Llama 3 that excels at conversational question answering (QA) and retrieval-augmented generation (RAG).
fr: Un modèle de NVIDIA reposant sur Llama 3 excellant dans les réponses aux questions conversationnelles (QA) et la génération de recherches augmentées (RAG).
pt_br: Um modelo da NVIDIA baseado no Llama 3 que se destaca na resposta a perguntas conversacionais (QA) e na geração de recuperação aumentada (RAG).
tr: NVIDIA’nın Llama 3 tabanlı, konuşma tarzında soru–yanıt (QA) ve geri çağırma destekli üretim (RAG) konusunda üstünlük sağlayan bir modeli.
zh_cn: NVIDIA 基于 Llama 3 打造的模型，在对话问答 (QA) 和检索增强生成( RAG)方面表现出色。

source: Conversational model based on Llama 2 that performs competitively on various benchmarks.
fr: Modèle conversationnel reposant sur Llama 2 et fonctionnant de manière compétitive sur divers benchmarks.
pt_br: Modelo de conversação baseado no Llama 2 com desempenho competitivo em vários benchmarks.
tr: Çeşitli ölçütlerde rekabetçi başarım gösteren, Llama 2 tabanlı konuşma modeli.
zh_cn: 基于 Llama 2 的对话模型，在各种基准测试中表现出色。

source: SQLCoder is a code completion model fined-tuned on StarCoder for SQL generation tasks
fr: SQLCoder est un modèle de complètement de code optimisé sur StarCoder pour les tâches de génération SQL.
pt_br: SQLCoder é um modelo de complementação de código aprimorado no StarCoder para tarefas de geração de SQL
tr: SQLCoder, SQL üretimi görevleri için StarCoder üzerinde ince ayar yapılmış bir kod tamamlama modelidir.
zh_cn: SQLCoder 是一个基于 StarCoder 进行微调的代码补全模型，专门用于 SQL 生成任务。

source: General use models based on Llama and Llama 2 from Nous Research.
fr: Modèles d'utilisation générale reposant sur Llama et Llama 2 de Nous Research.
pt_br: Modelos de uso geral baseados em Llama e Llama 2 da Nous Research.
tr: Nous Research’ün Llama’sı ve Llama 2’si temelli genel kullanım modelleri.
zh_cn: Nous Research 公司基于 Llama 和 Llama 2 打造的通用模型。

source: Code generation model based on Code Llama.
fr: Modèle de génération de code reposant sur Code Llama.
pt_br: Modelo de geração de código baseado no Code Llama.
tr: Code Llama tabanlı kod üretim modeli.
zh_cn: 基于 Code Llama 的代码生成模型。

source: An extension of Llama 2 that supports a context of up to 128k tokens.
fr: Une extension de Llama 2 prenant en charge un contexte allant jusqu'à 128 000 jetons.
pt_br: Uma extensão do Llama 2 que suporta um contexto de até 128 mil tokens.
tr: Llama 2’nin 128 bin jetona kadar bağlamı destekleyen bir uzantısı.
zh_cn: Llama 2 的一个扩展版本，支持高达 12 万 8 千 128k 个标记的上下文。

source: A 7B and 15B uncensored variant of the Dolphin model family that excels at coding, based on StarCoder2.
fr: Une variante non censurée 7B et 15B de la famille de modèles Dolphin très performants dans le codage, reposant sur StarCoder2.
pt_br: Uma variante sem censura 7B e 15B da família de modelos Dolphin que se destaca na codificação, baseada no StarCoder2.
tr: StarCoder2 tabanlı, kodlamada üstünlük sağlayan Dolphin model ailesinin 7 ve 15 milyarlık, sansürsüz bir çeşidi.
zh_cn: 基于 StarCoder2 的 Dolphin 模型家族的 70 亿 (7B) 和 150 亿 (15B) 参数的未删减版本，在编码方面表现出色。

source: General use model based on Llama 2.
fr: Modèle d'utilisation générale reposant sur Llama 2.
pt_br: Modelo de uso geral baseado no Llama 2.
tr: Llama 2 tabanlı genel kullanım modeli.
zh_cn: 基于 Llama 2 的通用模型。

source: A strong, economical, and efficient Mixture-of-Experts language model.
fr: Un modèle linguistique de mélange d'experts, solide, économique et efficace.
pt_br: Um modelo de linguagem forte de mistura de especialistas, econômico e eficiente.
tr: Güçlü, ekonomik ve etkili bir Uzmanlar Karışımı dil modeli.
zh_cn: 一种强大、经济且高效的混合专家语言模型。

source: Starling is a large language model trained by reinforcement learning from AI feedback focused on improving chatbot helpfulness.
fr: Starling est un grand modèle linguistique entraîné par l'apprentissage par renforcement à partir des commentaires de l'IA axés sur l'amélioration de l'utilité des agents conversationnels.
pt_br: Starling é um grande modelo de linguagem treinado por aprendizado de reforço a partir de feedback de IA com foco em melhorar a utilidade do chatbot.
tr: Starling, sohbet robotlarının yardımseverliğini artırmaya odaklanan, yapay zekâ geri bildirimlerinden gelen takviyeli öğrenme ile eğitilen büyük bir dil modelidir.
zh_cn: Starling 是一个大型语言模型，通过从人工智能反馈中强化学习训练而成，重点在于提升聊天机器人的有用性。

source: A companion assistant trained in philosophy, psychology, and personal relationships. Based on Mistral.
fr: Un assistant d'accompagnement entraîné à la philosophie, à la psychologie et aux relations personnelles. Reposant sur Mistral.
pt_br: Uma assistente de companhia treinada em filosofia, psicologia e relacionamentos pessoais. Baseada em Mistral.
tr: Felsefe, psikoloji ve kişisel ilişkiler konusunda eğitimli bir refakatçi yardımcı. Mistral tabanlıdır.
zh_cn: 一款基于 Mistral 的在哲学、心理学和个人关系方面进行针对性训练的陪伴助手模型。

source: Hermes 3 is the latest version of the flagship Hermes series of LLMs by Nous Research
fr: Hermes 3 est la dernière version de la série phare de LLM Hermes de Nous Research.
pt_br: Hermes 3 é a versão mais recente da principal série de LLMs da Hermes, da Nous Research
tr: Hermes 3, Nous Research’ün Hermes LLM serisinin amiral gemisi serisinin son sürümüdür.
zh_cn: Hermes 3 是 Nous Research 公司旗舰级 Hermes 系列语言模型的最新版本。

source: Yi-Coder is a series of open-source code language models that delivers state-of-the-art coding performance with fewer than 10 billion parameters.
fr: Yi-Coder est une série de modèles de langage de code « Open source » offrant des performances de pointe en codage avec moins de 10 milliards de paramètres.
pt_br: Yi-Coder é uma série de modelos de linguagem de código aberto que oferece desempenho de codificação de última geração com menos de 10 bilhões de parâmetros.
tr: Yi-Coder, 10 milyardan az parametreyle en son teknoloji kodlama başarımını sunan, bir dizi açık kaynaklı kod dili modelidir.
zh_cn: Yi-Coder 是一个开源代码语言模型家族，其参数量不到 100 亿 (10B)，却能提供最先进的编码性能。

source: A large language model built by the Technology Innovation Institute (TII) for use in summarization, text generation, and chat bots.
fr: Un grand modèle de langage construit par le Technology Innovation Institute (TII) pour une utilisation dans la synthèse, la génération de texte et les agents conversationnels.
pt_br: Um grande modelo de linguagem desenvolvido pelo Instituto de Inovação Tecnológica (TII) para uso em sumarização, geração de texto e bots de bate-papo.
tr: Özetleme, metin üretimi ve sohbet robotlarında kullanılmak üzere Teknoloji İnovasyon Enstitüsü (TII) tarafından oluşturulmuş büyük bir dil modeli.
zh_cn: Technology Innovation Institute (TII) 开发的一个大型语言模型，用于摘要、文本生成和聊天机器人。

source: InternLM2.5 is a 7B parameter model tailored for practical scenarios with outstanding reasoning capability.
fr: InternLM2.5 est un modèle de paramètre 7B adapté à des scénarios pratiques avec une capacité exceptionnelle de raisonnement.
pt_br: O InternLM2.5 é um modelo de parâmetro 7B desenvolvido para cenários práticos comexcelente capacidade de raciocínio.
tr: InternLM2.5, olağanüstü akıl yürütme yeteneğine sahip, pratik senaryolara yönelik tasarlanmış bir 7 milyar parametreli modelidir.
zh_cn: InternLM2.5 是一款 70 亿参数 (70B) 的模型，专为实用场景打造，具备出色的推理能力。

source: A compact, yet powerful 10.7B large language model designed for single-turn conversation.
fr: Un grand modèle de langage, déjà très puissant, de 10.7B, conçu pour une conversation en un seul tour.
pt_br: Um modelo de linguagem grande, compacto, porém poderoso, de 10,7 bilhões de caracteres, projetado para conversas em um único turno.
tr: Tek turlu konuşmalar için tasarlanmış, kompakt ama güçlü 10,7 milyarlık büyük dil modeli.
zh_cn: 一款紧凑但强大的 107 亿参数 (10.7B) 大型语言模型，专为单轮对话设计。

source: Athene-V2 is a 72B parameter model which excels at code completion, mathematics, and log extraction tasks.
fr: Athene-V2 est un modèle de paramètre 72B performant pour les tâches de complètement de code, de mathématiques et d'extraction de journaux.
pt_br: Athene-V2 é um modelo de parâmetro 72B que se destaca em tarefas de complementação de código, matemática e extração de logs.
tr: Athene-V2, kod tamamlama, matematik ve günlük çıkarma görevlerinde üstünlük sağlayan 72 milyar parametreli bir modeldir.
zh_cn: Athene-V2 是一个拥有 720 亿参数 (72B) 的模型，在代码补全、数学运算和日志提取任务方面表现出色。

source: A new small LLaVA model fine-tuned from Phi 3 Mini.
fr: Un nouveau petit modèle LLaVA optimisé à partir de Phi 3 Mini.
pt_br: Um novo modelo pequeno de LLaVA aprimorado a partir do Phi 3 Mini.
tr: Phi 3 Mini’den ince ayar yapılmış yeni bir küçük LLaVA modeli.
zh_cn: 一个基于 Phi 3 Mini 微调而来的新款小型 LLaVA 模型。

source: Orca 2 is built by Microsoft research, and are a fine-tuned version of Meta's Llama 2 models. The model is designed to excel particularly in reasoning.
fr: Orca 2 est construit par Microsoft Research. Elle est une version affinée des modèles Llama 2 de Meta. Le modèle est conçu pour exceller particulièrement dans le raisonnement.
pt_br: O Orca 2 foi desenvolvido pela Microsoft Research e é uma versão aprimorada dos modelos Llama 2 da Meta. O modelo foi projetado para se destacar, principalmente em raciocínio.
tr: Orca 2, Microsoft Research tarafından yapılmıştır ve Meta’nın Llama 2 modellerinin ince ayarlı bir sürümüdür. Model, özellikle akıl yürütmede mükemmelleşmek üzere tasarlanmıştır.
zh_cn: Orca 2 由微软研究院基于 Meta 的 Llama 2 模型打造的优化版本。该模型在推理方面表现出色。

source: A series of multimodal LLMs (MLLMs) designed for vision-language understanding.
fr: Une série de LLM multimodales (MLLM) conçues pour la compréhension vision-langage.
pt_br: Uma série de LLMs multimodais (MLLMs) projetados para compreensão da visão e da linguagem.
tr: Görsel dil anlayışına yönelik tasarlanmış bir dizi çok kipli LLM (MLLM).
zh_cn: 一系列用于视觉语言理解的多模态大型语言模型 (MLLMs)。

source: Llama 2 based model fine tuned on an Orca-style dataset. Originally called Free Willy.
fr: Modèle reposant sur Llama 2 et optimisé à partir d'un ensemble de données de style Orca. Initialement appelé Free Willy.
pt_br: Modelo baseado no Llama 2, ajustado com precisão em um conjunto de dados do tipo Orca. Originalmente chamado de Free Willy.
tr: Orca tarzı bir veri kümesinde ince ayar yapılmış Llama 2 tabanlı model. Başlangıçta Free Willy olarak adlandırıldı.
zh_cn: 基于 Llama 2 的模型，使用类似 Orca 的数据集进行了微调。原名“Free Willy”。

source: Mistral Small 3 sets a new benchmark in the “small” Large Language Models category below 70B.
fr: Mistral Small 3 établit un nouveau benchmark dans la catégorie des « petits » grands modèles linguistiques inférieurs à 70B.
pt_br: O Mistral Small 3 estabelece um novo padrão na categoria "pequenos" Modelos de Linguagem Grande abaixo de 70B.
tr: Mistral Small 3, 70 milyarın altındaki “küçük” Büyük Dil Modelleri kategorisinde yeni bir ölçüt belirliyor.
zh_cn: Mistral Small 3 在推出时为 700 亿 (70B) 以下参数的“小型”大语言模型树立了新的性能标杆。

source: 2.7B uncensored Dolphin model by Eric Hartford, based on the Phi language model by Microsoft Research.
fr: Modèle non censuré Dolphin de 2.7B d'Eric Hartford, reposant sur le modèle de langage Phi de Microsoft Research.
pt_br: Modelo Dolphin 2.7B sem censura de Eric Hartford, baseado no modelo de linguagem Phi da Microsoft Research.
tr: Microsoft Research’ün Phi dil modeline dayanan, Eric Hartford’un 2,7 milyarlık sansürsüz Dolphin modeli.
zh_cn: 由 Eric Hartford 基于微软研究院的 Phi 语言模型打造的 27 亿 (2.7B) 无审查版 Dolphin 模型。

source: SmolLM2 is a family of compact language models available in three size: 135M, 360M, and 1.7B parameters.
fr: SmolLM2 est une famille de modèles de langues compactes disponibles en trois tailles : paramètres de 135M, 360M et 1,7B.
pt_br: SmolLM2 é uma família de modelos de linguagem compactos disponíveis em três tamanhos: parâmetros de 135M, 360M e 1,7B.
tr: SmolLM2; 135 milyon, 360 milyon ve 1,7 milyar parametreli olmak üzere üç boyutta var olan kompakt dil modelleri ailesidir.
zh_cn: SmolLM2 是一个紧凑型语言模型家族，有三种参数规模可供选择：1.35 亿 (135M)、3.6 亿 (360M) 和 17 亿 (1.7B)。

source: Uncensored version of Wizard LM model
fr: Version non censurée du modèle d'assistant LM
pt_br: Versão sem censura do modelo Wizard LM
tr: Wizard LM modelinin sansürsüz sürümü.
zh_cn: Wizard LM 模型的未审查版本

source: A commercial-friendly small language model by NVIDIA optimized for roleplay, RAG QA, and function calling.
fr: Un petit modèle de langage facile d'accès commercial conçu par NVIidia optimisé pour le jeu de rôles, l'assurance qualité « RAG QA » et l'appel de fonctions.
pt_br: Um pequeno modelo de linguagem comercial da NVIDIA otimizado para roleplay, RAG QA e chamada de função.
tr: NVIDIA tarafından rol yapma, RAG QA ve işlev çağırma için eniyilenmiş, ticari kullanıma uygun küçük bir dil modeli.
zh_cn: 由 NVIDIA 打造的面向商业用途的小型语言模型，针对角色扮演、检索增强型问答 (RAG) 和功能调用而优化。

source: An extension of Mistral to support context windows of 64K or 128K.
fr: Une extension de Mistral pour prendre en charge les fenêtres contextuelles de 64K ou 128K.
pt_br: Uma extensão do Mistral para suportar janelas de contexto de 64K ou 128K.
tr: 64 veya 128 bin bağlam penceresini desteklemek için Mistral’in bir uzantısı.
zh_cn: Mistral 模型的扩展版本，支持 6 万 4 千 (64K) 或 12 万 8 千 (128K) 标记的上下文窗口。

source: An expansion of Llama 2 that specializes in integrating both general language understanding and domain-specific knowledge, particularly in programming and mathematics.
fr: Une expansion de Llama 2 se spécialisant dans l'intégration à la fois de la compréhension générale du langage et des connaissances spécifiques à un domaine, en particulier la programmation et les mathématiques.
pt_br: Uma expansão do Llama 2 especializada na integração da compreensão geral da linguagem e do conhecimento específico de um domínio, particularmente em programação e matemática.
tr: Llama 2’nin, özellikle programlama ve matematikte genel dil anlayışını ve alana özel bilgiyi birleştirmeye odaklanan bir uzantısıdır.
zh_cn: Llama 2 的一个扩展版本，专注于融合通用语言理解和特定领域的知识，尤其是在编程和数学方面。

source: Fine-tuned Llama 2 model to answer medical questions based on an open source medical dataset.
fr: Modèle Llama 2 optimisé pour répondre aux questions médicales sur reposant sur un ensemble de données médicales « Open source ».
pt_br: Modelo Llama 2 aprimorado para responder a perguntas médicas com base em um conjunto de dados médicos de código aberto.
tr: Açık kaynaklı tıbbi veri kümesine dayalı tıbbi soruları yanıtlamak için ince ayarlı Llama 2 modeli.
zh_cn: 基于开源医疗数据集对 Llama 2 模型进行微调，使其能够回答医疗相关问题。

source: Open-source medical large language model adapted from Llama 2 to the medical domain.
fr: Grand modèle de linguistique médicale « Open source » adapté au domaine médical à partir de Llama 2.
pt_br: Modelo de linguagem médica de código aberto adaptado do Llama 2 para o domínio médico.
tr: Llama 2’den tıbbi alana uyarlanmış açık kaynaklı tıbbi büyük dil modeli.
zh_cn: 开源医疗大型语言模型，基于 Llama 2 改编而成，适用于医疗领域。

source: A series of models from Groq that represent a significant advancement in open-source AI capabilities for tool use/function calling.
fr: Une série de modèles à partir de Groq représentant une avancée significative dans les capacités d'IA « Open source » pour l'utilisation des outils / les appels de fonctions.
pt_br: Uma série de modelos da Groq que representam um avanço significativo nos recursos de IA de código aberto para uso de ferramentas/chamada de funções.
tr: Groq’un, araç kullanımı/işlev çağırma için açık kaynaklı yapay zekâ yeteneklerinde önemli bir ilerlemeyi temsil eden bir dizi modeli.
zh_cn: Groq 推出的模型家族，在开源人工智能工具使用/函数调用能力方面有重大进步。

source: Llama-3.1-Nemotron-70B-Instruct is a large language model customized by NVIDIA to improve the helpfulness of LLM generated responses to user queries.
fr: Llama-3.1-Nemotron-70B-Instruct est un grand modèle linguistique personnalisé par NVIDIA pour améliorer l'utilité des réponses générées par un LLM suite aux requêtes des utilisateurs.
pt_br: Llama-3.1-Nemotron-70B-Instruct é um grande modelo de linguagem personalizado pela NVIDIA para melhorar a utilidade das respostas geradas pelo LLM às consultas dos usuários.
tr: Llama-3.1-Nemotron-70B-Instruct, NVIDIA tarafından LLM tarafından üretilen kullanıcı sorgularına verilen yanıtların yararlılığını artırmak için özelleştirilmiş büyük bir dil modelidir.
zh_cn: Llama-3.1-Nemotron-70B-Instruct (700 亿参数) 是由 NVIDIA 定制的一个大型语言模型，旨在提高大型语言模型对用户查询生成的回答的有用性。

source: Nexus Raven is a 13B instruction tuned model for function calling tasks.
fr: Nexus Raven est un modèle d'instructions avec paramètre 13B pour les tâches d'appel de fonction.
pt_br: Nexus Raven é um modelo ajustado de instruções 13B para tarefas de chamada de função.
tr: Nexus Raven, işlev çağırma görevleri için 13 milyar yönerge ayarlı bir modeldir.
zh_cn: Nexus Raven 是一款针对函数调用任务进行了 130 亿 (13B) 条指令调优的模型。

source: The Nous Hermes 2 model from Nous Research, now trained over Mixtral.
fr: Le modèle Nous Hermès 2 de Nous Research, désormais entraîné sur Mixtral.
pt_br: O modelo Nous Hermes 2 da Nous Research, agora treinado no Mixtral.
tr: Nous Research’ün Nous Hermes 2 modeli, artık Mixtral üzerinden eğitiliyor.
zh_cn: Nous Research 推出的 Nous Hermes 2 模型，基于 Mixtral 进行训练。

source: Great code generation model based on Llama2.
fr: Excellent modèle de génération de code reposant sur Llama2.
pt_br: Ótimo modelo de geração de código baseado no Llama2.
tr: Llama2 tabanlı harika bir kod üretme modeli.
zh_cn: 基于 Llama2 的性能出色的代码生成模型。

source: Uncensored Llama2 based model with support for a 16K context window.
fr: Modèle reposant sur Llama2 non censuré avec prise en charge d'une fenêtre contextuelle de 16K.
pt_br: Modelo baseado em Llama2 sem censura com suporte para uma janela de contexto de 16K.
tr: 16 bin bağlam penceresini destekleyen sansürsüz Llama2 tabanlı model.
zh_cn: 未审查的 Llama2 基础模型，支持 1 万 6 千 (16K) 标记的上下文窗口。

source: The IBM Granite 2B and 8B models are designed to support tool-based use cases and support for retrieval augmented generation (RAG), streamlining code generation, translation and bug fixing.
fr: Les modèles IBM Granite 2B et 8B sont conçus pour prendre en charge les cas d'utilisation reposant sur des outils et la prise en charge de la génération augmentée de récupération (RAG), de la rationalisation de la génération de code, de la traduction et de la correction de bogues.
pt_br: Os modelos IBM Granite 2B e 8B foram projetados para oferecer suporte a casos de uso baseados em ferramentas e suporte para geração aumentada de recuperação (RAG), simplificando a geração de código, tradução e correção de bugs.
tr: IBM Granite 2B ve 8B modelleri, araç tabanlı kullanım durumlarını desteklemek ve kod üretimi, çeviri ve hata düzeltmeyi kolaylaştıran artırılmış üretim (RAG) desteği sağlamak üzere tasarlanmıştır.
zh_cn: IBM 的 Granite 2B (20 亿参数) 和 8B (80 亿参数) 模型旨在支持基于工具的用途，并支持检索增强生成 (RAG)，从而简化代码生成、翻译和修复程序缺陷方面的工作。

source: Magicoder is a family of 7B parameter models trained on 75K synthetic instruction data using OSS-Instruct, a novel approach to enlightening LLMs with open-source code snippets.
fr: Magicoder est une famille de modèles de paramètres 7B entraînés sur 75K de données d'instructions synthétiques à l'aide de OSS-Instruct, une nouvelle approche pour améliorer les LLM avec des extraits de code « Open source .
pt_br: Magicoder é uma família de 7B modelos de parâmetros treinados em 75K dados de instruções sintéticas usando OSS-Instruct, uma nova abordagem para esclarecer LLMs com trechos de código de código aberto.
tr: Magicoder, açık kaynaklı kod parçacıklarıyla LLM’leri aydınlatmak için yeni bir yaklaşım olan OSS-Instruct kullanılarak 75 bin sentetik yönerge verisi üzerinde eğitilen 7 milyar parametreli modellerden oluşan bir ailedir.
zh_cn: Magicoder 是一个 70 亿参数 (70B) 的模型家族，它基于 7.5 万 (75K) 条合成指令数据进行训练，这些数据通过创新的 OSS-Instruct 方法生成，利用了开源代码片段来启发大型语言模型。

source: A lightweight chat model allowing accurate, and responsive output without requiring high-end hardware.
fr: Un modèle de discussions léger permettant une sortie précise et réactive sans nécessiter de matériel haut de gamme.
pt_br: Um modelo de bate-papo leve que permite uma saída precisa e responsiva sem exigir hardware de última geração.
tr: Üst düzey donanım gerektirmeden doğru ve hızlı yanıt veren çıktılara olanak tanıyan hafif bir sohbet modeli.
zh_cn: 一种轻量级的聊天模型，能够实现准确且迅速的输出，无需高端硬件支持。

source: A high-performing code instruct model created by merging two existing code models.
fr: Un modèle d'instruction de code hautement performant créé par fusion de deux modèles de code existants.
pt_br: Um modelo de instrução de código de alto desempenho criado pela fusão de dois modelos de código existentes.
tr: Var olan iki kod modelinin birleştirilmesiyle oluşturulan yüksek başarımlı bir kod yönerge modeli.
zh_cn: 通过合并两个现有的代码模型而创建的高性能代码指令模型。

source: Falcon2 is an 11B parameters causal decoder-only model built by TII and trained over 5T tokens.
fr: Falcon2 est un modèle uniquement de décodeur causal de paramètres 11B développé par TII et entraîné sur des jetons 5T.
pt_br: Falcon2 é um modelo decodificador causal de 11B parâmetros, construído pela TII e treinado em 5T tokens.
tr: Falcon2, TII tarafından geliştirilen ve 5 trilyon jeton ile eğitilen 11 milyar parametreli nedensel kod çözücüye dayalı bir modeldir.
zh_cn: Falcon2 是由 TII 构建的一个 110 亿参数 (11B) 的因果解码器模型，其训练数据量超过 5 万亿 (5T) 个标记。

source: Wizard Vicuna is a 13B parameter model based on Llama 2 trained by MelodysDreamj.
fr: Wizard Vicuna est un modèle de paramètre 13B reposant sur Llama 2 et entraîné par MelodysDreamj.
pt_br: Wizard Vicuna é um modelo de parâmetro 13B baseado no Llama 2 treinado por MelodysDreamj.
tr: Wizard Vicuna, MelodysDreamj tarafından eğitilen, Llama 2 tabanlı 13 milyar parametreli bir modeldir.
zh_cn: Wizard Vicuna 是一款基于 Llama 2 训练的 130 亿参数 (13B) 模型，由 MelodysDreamj 开发。

source: MistralLite is a fine-tuned model based on Mistral with enhanced capabilities of processing long contexts.
fr: MistralLite est un modèle adapté reposant sur Mistral avec des capacités améliorées de traitement de longs contextes.
pt_br: MistralLite é um modelo aprimorado baseado no Mistral com capacidades aprimoradas de processamento de contextos longos.
tr: MistralLite, uzun bağlamları işleme konusunda gelişmiş yeteneklere sahip, Mistral temelli, ince ayarlı bir modeldir.
zh_cn: MistralLite 是基于 Mistral 进行微调的模型，具备增强的处理长上下文的能力。

source: MathΣtral: a 7B model designed for math reasoning and scientific discovery by Mistral AI.
fr: MathΣtral : un modèle 7B conçu pour le raisonnement mathématique et la découverte scientifique par Mistral AI.
pt_br: MathΣtral: um modelo 7B projetado para raciocínio matemático e descoberta científica pela IA da Mistral.
tr: MathΣtral: Mistral AI tarafından matematiksel akıl yürütme ve bilimsel keşifler için tasarlanmış bir 7 milyarlık modeldir.
zh_cn: MathΣtral：由 Mistral AI 设计的用于数学推理和科学发现的 70 亿参数 (7B) 模型。

source: 7B parameter text-to-SQL model made by MotherDuck and Numbers Station.
fr: Modèle « text-to-SQL » avec paramètre 7B dévelopé par MotherDuck et Numbers Station.
pt_br: Modelo de texto para SQL de 7 parâmetros feito pela MotherDuck e Numbers Station.
tr: MotherDuck ve Numbers Station tarafından yapılmış 7 milyar parametreli, metinden SQL’e dönüştürme modeli.
zh_cn: 由 MotherDuck 和 Numbers Station 制作的 70 亿 (7B) 参数的文本转 SQL 模型。

source: MegaDolphin-2.2-120b is a transformation of Dolphin-2.2-70b created by interleaving the model with itself.
fr: MegaDolphin-2.2-120b est une dérivation de Dolphin-2.2-70b créée en entrelaçant le modèle avec lui-même.
pt_br: MegaDolphin-2.2-120b é uma transformação do Dolphin-2.2-70b criada pela intercalação do modelo consigo mesmo.
tr: MegaDolphin-2.2-120b, Dolphin-2.2-70b modelinin kendisiyle iç içe geçirilmesiyle oluşturulan bir dönüşümdür.
zh_cn: MegaDolphin-2.2-120b (12B 参数) 是通过将 Dolphin-2.2-70b (7B 参数) 与自身交错组合而生成的模型。
