Repository: KDE/ktextaddons
Catalog: po/*/libtextautogeneratetext.po
Languages: fr, pt_br, tr, zh_cn

source: Uncensored Llama 2 model by George Sung and Jarrad Hope.
fr: Modèle Llama 2 non censuré développé par George Sung et Jarrad Hope.
pt_br: Modelo Llama 2 sem censura por George Sung e Jarrad Hope.
tr: George Sung ve Jarrad Hope tarafından geliştirilen sansürsüz Llama 2 modeli.
zh_cn: 未经审查的 Llama 2 模型，由 George Sung 和 Jarrad Hope 创建。

source: DeepSeek Coder is a capable coding model trained on two trillion code and natural language tokens.
fr: DeepSeek Coder est un modèle de codage performant, entraîné sur deux trillions de jetons de code et de langage naturel.
pt_br: O DeepSeek Coder é um modelo de codificação capaz, treinado em dois trilhões de códigos e tokens de linguagem natural.
tr: DeepSeek Coder, iki trilyon kod ve doğal dil jetonları üzerinde eğitilmiş yetenekli bir kodlama modelidir.
zh_cn: DeepSeek Coder 是一个强大的编码模型，基于两万亿 (2T) 个代码和自然语言标记进行训练。

source: A suite of text embedding models by Snowflake, optimized for performance.
fr: Une suite de modèles d'intégration de texte par Snowflake, optimisés pour les performances.
pt_br: Um conjunto de modelos de incorporação de texto da Snowflake, otimizados para desempenho.
tr: Snowflake tarafından başarım için eniyilenmiş bir dizi metin gömme modeli.
zh_cn: Snowflake 推出的一系列文本嵌入模型，针对性能进行了优化。

source: State of the art large language model from Microsoft AI with improved performance on complex chat, multilingual, reasoning and agent use cases.
fr: Modèle de langage à large spectre à la pointe de la technologie de Microsoft AI avec des performances améliorées sur des cas d'utilisation complexes de discussions, avec plusieurs langues, du raisonnement et avec un agent.
pt_br: Modelo de linguagem de última geração da IA da Microsoft com desempenho aprimorado em chats complexos, multilíngues, raciocínio e casos de uso de agentes.
tr: Microsoft AI’ın karmaşık sohbet, çok dilli, akıl yürütme ve aracı kullanım durumlarında geliştirilmiş başarıma sahip son teknoloji büyük dil modeli.
zh_cn: Microsoft AI 最新的大型语言模型，在复杂对话、多语言、推理和代理使用场景方面改进了性能。

source: The uncensored Dolphin model based on Mistral that excels at coding tasks. Updated to version 2.8.
fr: Le modèle Dolphin non censuré reposant sur Mistral, excellant dans les tâches de codage. Mise à jour vers la version 2.8.
pt_br: O modelo Dolphin sem censura baseado no Mistral, que se destaca em tarefas de codificação. Atualizado para a versão 2.8.
tr: Kodlama görevlerinde üstünlük sağlayan Mistral tabanlı sansürsüz Dolphin modeli. 2.8 sürümüne güncellendi.
zh_cn: 基于 Mistral 的未审查版 Dolphin 模型，擅长编码任务。已更新至 2.8 版本。

source: Dolphin 2.9 is a new model with 8B and 70B sizes by Eric Hartford based on Llama 3 that has a variety of instruction, conversational, and coding skills.
fr: Dolphin 2.9 est un nouveau modèle avec des tailles 8B et 70B d'Eric Hartford reposant sur Llama 3 et possédant une variété de compétences en matière d'instruction, de conversation et de codage.
pt_br: O Dolphin 2.9 é um novo modelo com tamanhos 8B e 70B, desenvolvido por Eric Hartford e baseado no Llama 3, que oferece uma variedade de habilidades de instrução, conversação e codificação.
tr: Dolphin 2.9, Eric Hartford tarafından Llama 3 temel alınarak geliştirilen, çeşitli yönerge, konuşma ve kodlama becerileri içeren 8 ve 70 milyar boyutlarındaki yeni bir modeldir.
zh_cn: Dolphin 2.9 是由 Eric Hartford 基于 Llama 3 推出的新模型，有 80 亿 (8B) 和 700 亿 (70B) 参数两种版本，具备多种指令、对话和编程技能。

source: Yi 1.5 is a high-performing, bilingual language model.
fr: Yi 1.5 est un modèle linguistique bilingue performant.
pt_br: Yi 1.5 é um modelo de linguagem bilíngue de alto desempenho.
tr: Yi 1.5; yüksek başarımlı, iki dilli bir dil modelidir.
zh_cn: Yi 1.5 是一款高性能的双语语言模型。

source: Command R is a Large Language Model optimized for conversational interaction and long context tasks.
fr: Command R est un grand modèle de langage optimisé pour l'interaction conversationnelle et les longues tâches contextuelles.
pt_br: O Command R é um modelo de linguagem grande otimizado para interação conversacional e tarefas de contexto longo.
tr: Command R, konuşma etkileşimi ve uzun bağlam görevleri için eniyilenmiş bir Büyük Dil Modelidir.
zh_cn: Command R 是一款针对对话交互和长上下文任务进行了优化的大语言模型。

source: A general-purpose model ranging from 3 billion parameters to 70 billion, suitable for entry-level hardware.
fr: Un modèle polyvalent allant de 3 milliards de paramètres à 70 milliards, adapté au matériel d'entrée de gamme.
pt_br: Um modelo de uso geral que varia de 3 a 70 bilhões de parâmetros, adequado para hardware de nível básico.
tr: Giriş düzeyi donanımlar için uygun, 3 milyardan 70 milyara kadar parametreye sahip genel amaçlı bir model.
zh_cn: 一款通用模型，参数规模从 30 亿 (3B) 到 700 亿 (70B) 不等，适用于入门级硬件。

source: A LLaVA model fine-tuned from Llama 3 Instruct with better scores in several benchmarks.
fr: Un modèle LLaVA affiné à partir de « Llama 3 Instruct » avec de meilleurs scores dans plusieurs benchmarks.
pt_br: Um modelo LLaVA aprimorado a partir do Llama 3 Instruct com melhores pontuações em vários benchmarks.
tr: Llama 3 Instruct’tan uyarlanan ve birçok kıyaslamada daha iyi puanlar alan bir LLaVA modeli.
zh_cn: 一个从 Llama 3 Instruct 微调而来的 LLaVA 模型，在多个基准测试中取得了更好的分数。

source: Zephyr is a series of fine-tuned versions of the Mistral and Mixtral models that are trained to act as helpful assistants.
fr: Zephyr est une série de versions affinées des modèles Mistral et Mixtral entraînés pour agir en tant qu'assistants efficaces.
pt_br: Zephyr é uma série de versões aprimoradas dos modelos Mistral e Mixtral que são treinados para atuar como assistentes úteis.
tr: Zephyr, Mistral ve Mixtral modellerinin yardımcı asistanlar olarak hareket edecek şekilde eğitilmiş, ince ayarlı sürümlerinden oluşan bir seridir.
zh_cn: Zephyr 是 Mistral 和 Mixtral 模型的一系列微调版本，针对助手的工作进行训练。

source: A lightweight AI model with 3.8 billion parameters with performance overtaking similarly and larger sized models.
fr: Un modèle d'IA léger avec 3,8 milliards de paramètres avec des performances dépassant les modèles de taille similaire et plus grande.
pt_br: Um modelo de IA leve com 3,8 bilhões de parâmetros com desempenho superando modelos semelhantes e de tamanho maior.
tr: Benzer ve daha büyük boyutlu modellere göre başarımı geride bırakan, 3,8 milyar parametreli hafif bir yapay zekâ modeli.
zh_cn: 一个 38 亿参数 (3.8B) 的轻量级人工智能模型，其性能超过了同规模甚至更大规模的模型。

source: Embedding models on very large sentence level datasets.
fr: Intégration de modèles sur de très grands ensembles de données au niveau des phrases.
pt_br: Incorporação de modelos em conjuntos de dados muito grandes em nível de frases.
tr: Çok büyük tümce düzeyindeki veri kümelerine modelleri gömme.
zh_cn: 基于超长语句级别数据集训练的嵌入模型。

source: Codestral is Mistral AI’s first-ever code model designed for code generation tasks.
fr: Codestral est le tout premier modèle de code de Mistral AI conçu pour les tâches de génération de code.
pt_br: Codestral é o primeiro modelo de código da IA da Mistral projetado para tarefas de geração de código.
tr: Codestral, Mistral AI’ın kod oluşturma görevleri için tasarlanmış ilk kod modelidir.
zh_cn: Codestral 是 Mistral AI 首款专为代码生成任务设计的代码模型。

source: StarCoder is a code generation model trained on 80+ programming languages.
fr: StarCoder est un modèle de génération de code entraîné sur plus de 80 langages de programmation.
pt_br: StarCoder é um modelo de geração de código treinado em mais de 80 linguagens de programação.
tr: StarCoder, 80’den fazla programlama dili üzerinde eğitilmiş bir kod üretme modelidir.
zh_cn: StarCoder 是一个在 80 多种编程语言上训练的代码生成模型。

source: General use chat model based on Llama and Llama 2 with 2K to 16K context sizes.
fr: Modèle de discussions à usage général reposant sur Llama et Llama 2 avec des tailles de contexte de 2K à 16K.
pt_br: Modelo de bate-papo de uso geral baseado em Llama e Llama 2 com tamanhos de contexto de 2K a 16K.
tr: 2 ile 16 bin arasında içerik boyutlarına sahip Llama ve Llama 2 tabanlı genel kullanım sohbet modeli.
zh_cn: 基于 Llama 和 Llama 2 的通用聊天模型，支持 2 千 (2K) 至 1 万 6 千 (16K) 标记的上下文大小。

source: A family of open foundation models by IBM for Code Intelligence
fr: Une famille de modèles de fondation ouverte par IBM pour Code Intelligence
pt_br: Uma família de modelos de base aberta da IBM para Code Intelligence
tr: IBM’in Code Intelligence için açık temelli model ailesi.
zh_cn: IBM 为 Code Intelligence 开发的开源基础模型家族

source: Mistral OpenOrca is a 7 billion parameter model, fine-tuned on top of the Mistral 7B model using the OpenOrca dataset.
fr: Mistral OpenOrca est un modèle de 7 milliards de paramètres, affiné à partir du modèle Mistral 7B à l'aide de l'ensemble de données « OpenOrca ».
pt_br: O Mistral OpenOrca é um modelo de 7 bilhões de parâmetros, ajustado com base no modelo Mistral 7B usando o conjunto de dados OpenOrca.
tr: Mistral OpenOrca, OpenOrca veri kümesini kullanarak Mistral 7B modelinin üzerine ince ayar yapılmış 7 milyar parametreli bir modeldir.
zh_cn: Mistral OpenOrca 是一个拥有 70 亿参数 (7B) 的模型，它是在 Mistral 7B 模型的基础上，使用 OpenOrca 数据集进行微调而得到的。

source: A family of small models with 135M, 360M, and 1.7B parameters, trained on a new high-quality dataset.
fr: Une famille de petits modèles avec des paramètres de 135M, 360M et 1,7B, entraînés sur un nouvel ensemble de données de haute qualité.
pt_br: Uma família de pequenos modelos com parâmetros de 135M, 360M e 1,7B, treinados em um novo conjunto de dados de alta qualidade.
tr: Yeni, yüksek kaliteli bir veri kümesi üzerinde eğitilen, 135, 360 ve 1,7 milyar parametreli küçük modellerden oluşan bir aile.
zh_cn: 一个由 1.35 亿 (135M)、3.6 亿 (360M) 和 17 亿 (1.7B) 参数组成的小型模型系列，基于新的高质量数据集进行训练。

source: Wizard Vicuna Uncensored is a 7B, 13B, and 30B parameter model based on Llama 2 uncensored by Eric Hartford.
fr: Wizard Vicuna Uncensored est un modèle de paramètres 7B, 13B et 30B reposant sur Llama 2 non censuré par Eric Hartford.
pt_br: Wizard Vicuna Uncensored é um modelo de parâmetros 7B, 13B e 30B baseado em Llama 2 sem censura de Eric Hartford.
tr: Wizard Vicuna Uncensored, Eric Hartford’ın Llama 2 Uncensored temelli; 7, 13 ve 30 milyar parametreli bir modeldir.
zh_cn: Wizard Vicuna Uncensored 是 Eric Hartford 基于 Llama 2 制作的 70 亿 (7B)、130 亿 (13B) 和 300 亿 (30B) 参数的未审查模型。

source: Llama 2 based model fine tuned to improve Chinese dialogue ability.
fr: Modèle reposant sur Llama 2 et affiné pour améliorer sa capacité pour la langue chinoise.
pt_br: Modelo baseado no Llama 2 ajustado para melhorar a capacidade de diálogo em chinês.
tr: Çince diyalog yeteneğini geliştirmek için Llama 2 tabanlı model ince ayarlandı.
zh_cn: 基于 Llama 2 的模型，经过微调以提升中文对话能力。

source: BGE-M3 is a new model from BAAI distinguished for its versatility in Multi-Functionality, Multi-Linguality, and Multi-Granularity.
fr: BGE-M3 est un nouveau modèle de BAAI se distinguant par sa polyvalence en multi-fonctionnalité, multi-linguisme et multi-granularité.
pt_br: O BGE-M3 é um novo modelo da BAAI que se destaca pela sua versatilidade em multifuncionalidade, multilinguidade e multigranularidade.
tr: BGE-M3; çok işlevlilik, dillilik ve granülaritelik açısından çok yönlülüğüyle öne çıkan BAAI’nin yeni bir modelidir.
zh_cn: BGE-M3 是来自北京智源人工智能研究院（BAAI）的一款新模型，有出色的多功能、多语言和多粒度特性。

source: A versatile model for AI software development scenarios, including code completion.
fr: Un modèle polyvalent pour les scénarios de développement de logiciels d'IA, y compris le complètement du code.
pt_br: Um modelo versátil para cenários de desenvolvimento de software de IA, incluindo completamento de código.
tr: Kod tamamlamayı da içeren yapay zekâ yazılım geliştirme senaryoları için çok yönlü bir model.
zh_cn: 一款适用于包括代码补全在内的多种人工智能软件开发场景的通用模型。

source: A family of open-source models trained on a wide variety of data, surpassing ChatGPT on various benchmarks. Updated to version 3.5-0106.
fr: Une famille de modèles « Open source » entraînés sur une grande variété de données, dépassant ChatGPT sur divers benchmarks. Mise à jour vers la version 3.5-0106.
pt_br: Uma família de modelos de código aberto treinados em uma ampla variedade de dados, superando o ChatGPT em vários benchmarks. Atualizado para a versão 3.5-0106.
tr: Çeşitli ölçütlerde ChatGPT’yi geride bırakan, çok çeşitli veriler üzerinde eğitilmiş bir açık kaynaklı model ailesi. 3.5-0106 sürümüne güncellendi.
zh_cn: 一个基于广泛数据训练的开源模型系列，在多项基准测试中超越了 ChatGPT。已更新至 3.5-0106 版本。

source: Aya 23, released by Cohere, is a new family of state-of-the-art, multilingual models that support 23 languages.
fr: Aya 23, publié par Cohere, est une nouvelle famille de modèles multilingues à la pointe de la technologie prenant en charge 23 langues.
pt_br: O Aya 23, lançado pela Cohere, é uma nova família de modelos multilíngues de última geração que oferecem suporte a 23 idiomas.
tr: Cohere tarafından piyasaya sürülen Aya 23, 23 dili destekleyen, son teknoloji ürünü, çok dilli modellerden oluşan yeni bir ailedir.
zh_cn: Cohere 公司发布的 Aya 23 是一款新型前沿多语言模型家族，支持 23 种语言。

source: CodeQwen1.5 is a large language model pretrained on a large amount of code data.
fr: CodeQwen1.5 est un grand modèle de langage pré-entraîné sur un grand volume de données de code.
pt_br: CodeQwen1.5 é um grande modelo de linguagem pré-treinado com uma grande quantidade de dados de código.
tr: CodeQwen 1.5, büyük miktarda kod verisi üzerinde önceden eğitilmiş büyük bir dil modelidir.
zh_cn: CodeQwen1.5 (通义千问代码 1.5) 是一个在大量代码数据上进行预训练的大规模语言模型。

source: The powerful family of models by Nous Research that excels at scientific discussion and coding tasks.
fr: La puissante famille de modèles de Nous Research excellant dans les discussions scientifiques et les tâches de codage.
pt_br: A poderosa família de modelos da Nous Research que se destaca em discussões científicas e tarefas de codificação.
tr: Nous Research’ün bilimsel tartışma ve kodlama görevlerinde üstünlük sağlayan güçlü model ailesi.
zh_cn: Nous Research 推出的强大模型系列，在科学讨论和编码任务方面表现出色。

source: Command R+ is a powerful, scalable large language model purpose-built to excel at real-world enterprise use cases.
fr: Command R+ est un grand modèle de langage, puissant et évolutif, conçu spécialement pour exceller dans les cas réels d'utilisation en entreprise.
pt_br: O Command R+ é um modelo de linguagem poderoso, escalável e de grande porte, desenvolvido especificamente para se destacar em casos de uso corporativo do mundo real.
tr: Command R+, gerçek dünyadaki kurumsal kullanım durumlarında mükemmellik sağlamak için özel olarak tasarlanmış, güçlü, ölçeklenebilir ve büyük bir dil modelidir.
zh_cn: Command R+ 是一款功能强大、可扩展的大型语言模型，针对企业的实际使用场景而打造。

source: State-of-the-art code generation model
fr: Modèle de génération de code à la pointe de la technologie
pt_br: Modelo de geração de código de última geração
tr: Son teknoloji kod üretme modeli.
zh_cn: 前沿的代码生成模型

source: Stable Code 3B is a coding model with instruct and code completion variants on par with models such as Code Llama 7B that are 2.5x larger.
fr: Stable Code 3B est un modèle pour le codage avec des variantes d'instructions et de complétion de code à égalité avec des modèles tels que Code Llama 7B qui sont 2,5 fois plus grands.
pt_br: O Código Estável 3B é um modelo de codificação com variantes de instrução e conclusão de código no mesmo nível de modelos como o Code Llama 7B, que são 2,5 vezes maiores.
tr: Stable Code 3B, Code Llama 7B gibi 2,5 kat daha büyük modellerle aynı düzeyde yönerge ve kod tamamlama varyantlarına sahip bir kodlama modelidir.
zh_cn: Stable Code 3B 是一款代码模型，其指令和代码补全变种与比它规模大 2.5 倍的 Code Llama 7B (70 亿参数) 等模型相当。

source: An experimental 1.1B parameter model trained on the new Dolphin 2.8 dataset by Eric Hartford and based on TinyLlama.
fr: Un modèle expérimental de paramètres 1.1B entraîné sur le nouvel ensemble de données Dolphin 2.8 par Eric Hartford et reposant sur TinyLlama.
pt_br: Um modelo experimental de 1,1B de parâmetros treinado no novo conjunto de dados Dolphin 2.8 por Eric Hartford e baseado no TinyLlama.
tr: Eric Hartford tarafından yeni Dolphin 2.8 veri kümesi üzerinde eğitilen ve TinyLlama temelli deneysel bir 1,1 milyar parametreli model.
zh_cn: 由 Eric Hartford 基于 TinyLlama 训练的一个实验性模型，参数量为 11 亿 (1.1B)，训练数据集为新的 Dolphin 2.8 数据集。

source: OpenHermes 2.5 is a 7B model fine-tuned by Teknium on Mistral with fully open datasets.
fr: OpenHermes 2.5 est un modèle 7B affiné par Teknium sur Mistral avec des jeux de données entièrement ouverts.
pt_br: O OpenHermes 2.5 é um modelo 7B aprimorado pela Teknium no Mistral com conjuntos de dados totalmente abertos.
tr: OpenHermes 2.5, Teknium tarafından Mistral üzerinde tamamen açık veri kümeleriyle ince ayar yapılan bir 7 milyarlık modelidir.
zh_cn: OpenHermes 2.5 是由 Teknium 在 Mistral 上使用完全开放的数据集微调的 70 亿 (7B) 参数模型。

source: Mistral Large 2 is Mistral's new flagship model that is significantly more capable in code generation, mathematics, and reasoning with 128k context window and support for dozens of languages.
fr: Mistral Large 2 est le nouveau modèle phare de Mistral, nettement plus performant dans la génération de code, les mathématiques et le raisonnement avec une fenêtre contextuelle de 128k et la prise en charge de douzaines de langues.
pt_br: O Mistral Large 2 é o novo modelo principal da Mistral, que é significativamente mais capaz de gerar código, realizar cálculos matemáticos e raciocinar, com janela de contexto de 128k e suporte para dezenas de idiomas.
tr: Mistral Large 2, 128 bin bağlam penceresi ve düzinelerce dili desteklemesiyle kod üretimi, matematik ve akıl yürütme konusunda önemli ölçüde daha yetenekli olan Mistral’in yeni amiral gemisi modelidir.
zh_cn: Mistral Large 2 是 Mistral 的全新旗舰模型，在代码生成、数学运算和推理方面能力显著提升，拥有 12 万 8 千 (128k) 的标记上下文窗口，并支持数十种语言。

source: Qwen2 Math is a series of specialized math language models built upon the Qwen2 LLMs, which significantly outperforms the mathematical capabilities of open-source models and even closed-source models (e.g., GPT4o).
fr: Qwen2 Math est une série de modèles de langage mathématique spécialisés et construits sur les LLM Qwen2, surpassant de manière significative les capacités mathématiques des modèles « Open source » et même des modèles à source fermé (Par exemple, GPT4o).
pt_br: Qwen2 Math é uma série de modelos de linguagem matemática especializados, desenvolvidos com base nos Qwen2 LLMs, que superam significativamente as capacidades matemáticas de modelos de código aberto e até mesmo de modelos de código fechado (por exemplo, GPT4o).
tr: Qwen2 Math, Qwen2 LLM’leri üzerine yapılmış, açık kaynaklı modellerin ve hatta kapalı kaynaklı modellerin (örneğin GPT4o) matematiksel yeteneklerini önemli ölçüde geride bırakan bir dizi uzmanlaşmış matematik dili modelidir.
zh_cn: Qwen2 Math (通义千问 2 数学) 是基于 Qwen2 (通义千问) 大型语言模型构建的专业数学语言模型家族，其数学能力显著优于开源模型，甚至优于闭源模型 (例如 GPT4o)。

source: A strong multi-lingual general language model with competitive performance to Llama 3.
fr: Un modèle linguistique général multilingue efficient avec une performance compétitive par rapport à Llama 3.
pt_br: Um forte modelo de linguagem geral multilíngue com desempenho competitivo para o Llama 3.
tr: Llama 3 ile rekabet edebilecek başarıma sahip, güçlü çok dilli genel dil modeli.
zh_cn: 一款性能可与 Llama 3 相媲美的强大多语言通用语言模型。

source: Stable LM 2 is a state-of-the-art 1.6B and 12B parameter language model trained on multilingual data in English, Spanish, German, Italian, French, Portuguese, and Dutch.
fr: Stable LM 2 est un modèle linguistique de paramètres 1.6B et 12B à la pointe de la technologie, entraîné sur des données multilingues en Anglais, Espagnol, Allemand, Italien, Français, Portugais et Néerlandais.
pt_br: O Stable LM 2 é um modelo de linguagem de parâmetros 1.6B e 12B de última geração treinado com dados multilíngues em inglês, espanhol, alemão, italiano, francês, português e holandês.
tr: Stable LM 2; İngilizce, İspanyolca, Almanca, İtalyanca, Fransızca, Portekizce ve Hollandaca dillerindeki çok dilli veriler üzerinde eğitilmiş, son teknoloji ürünü 1,6 ve 12 milyar parametreli bir dil modelidir.
zh_cn: Stable LM 2 是一款先进的语言模型，有 16 亿 (1.6B) 和 120 亿 (12B) 参数版本，基于英语、西班牙语、德语、意大利语、法语、葡萄牙语和荷兰语的多语言数据进行训练。

source: BakLLaVA is a multimodal model consisting of the Mistral 7B base model augmented with the LLaVA architecture.
fr: BakLLaVA est un modèle multimodal constitué du modèle standard Mistral 7B complété par l'architecture LLaVA.
pt_br: BakLLaVA é um modelo multimodal que consiste no modelo base Mistral 7B aumentado com a arquitetura LLaVA.
tr: BakLLaVA, Mistral 7B temel modelinin LLaVA mimarisiyle zenginleştirilmesiyle oluşan çok kipli bir modeldir.
zh_cn: BakLLaVA 是一款以 Mistral 7B (70 亿参数) 模型为基础，辅以 LLaVA 架构的多模态模型。

source: A high-performing model trained with a new technique called Reflection-tuning that teaches a LLM to detect mistakes in its reasoning and correct course.
fr: Un modèle de haute performance entraîné avec une nouvelle technique appelée « Réglage par réflexion » entraînant un LLM à détecter les erreurs dans son raisonnement et à corriger son approche.
pt_br: Um modelo de alto desempenho treinado com uma nova técnica chamada Reflection- tuning, que ensina um LLM a detectar erros em seu raciocínio e corrigir o curso.
tr: LLM öğrencilerine akıl yürütmelerindeki hataları tespit etmeyi ve doğru yolu bulmayı öğreten Reflection-Tuning adı verilen yeni bir teknikle eğitilmiş yüksek başarımlı bir model.
zh_cn: 一款采用“Reflection-tuning (反射调优)”的新技术训练而成的高性能模型，该技术能够引导大型语言模型 (LLM) 检测其推理中的错误并纠正方向。

source: An advanced language model crafted with 2 trillion bilingual tokens.
fr: Un modèle de langage avancé conçu avec 2 000 milliards de jetons bilingues.
pt_br: Um modelo de linguagem avançado criado com 2 trilhões de tokens bilíngues.
tr: 2 trilyon çift dilli jeton ile hazırlanmış gelişmiş bir dil modeli.
zh_cn: 一款基于 2 万亿 (2T) 双语标记打造的先进语言模型。

source: This model extends LLama-3 8B's context length from 8k to over 1m tokens.
fr: Ce modèle étend la longueur du contexte de LLama-3 8B de 8 000 à plus de 1 million de jetons.
pt_br: Este modelo amplia o comprimento de contexto do LLama-3 8B de 8 mil para mais de 1 milhão de tokens.
tr: Bu model, LLama-3 8B’nin bağlam uzunluğunu 8 binden 1 milyar jetona çıkarıyor.
zh_cn: 此模型将 LLama-3 8B (80 亿参数) 的上下文长度从 8000 (8k) 个标记扩展到了超过 100 万 (1M) 个标记。

source: Model focused on math and logic problems
fr: Modèle axé sur les problèmes mathématiques et logiques
pt_br: Modelo focado em problemas de matemática e lógica
tr: Matematik ve mantık problemlerine odaklanan model.
zh_cn: 专注于数学和逻辑问题的模型

source: moondream2 is a small vision language model designed to run efficiently on edge devices.
fr: Moondream2 est un petit modèle linguistique de vision conçu pour fonctionner efficacement sur les appareils de pointe.
pt_br: O moondream2 é um pequeno modelo de linguagem de visão projetado para rodar eficientemente em dispositivos de ponta.
tr: moondream2, uç aygıtlarda verimli bir şekilde çalışmak üzere tasarlanmış küçük bir görsel dil modelidir.
zh_cn: moondream2 是一款小型视觉语言模型，旨在边缘设备上高效运行。

source: A fine-tuned model based on Mistral with good coverage of domain and language.
fr: Un modèle affiné reposant sur Mistral avec une bonne couverture du domaine et de la langue.
pt_br: Um modelo aprimorado baseado em Mistral com boa cobertura de domínio e linguagem.
tr: Alan ve dil açısından iyi bir kapsama sahip, Mistral tabanlı ince ayarlı bir model.
zh_cn: 一个基于 Mistral 的微调模型，具有良好的领域和语言覆盖范围。
