Repository: KDE/ktextaddons
Catalog: po/*/libtextautogeneratetext.po
Languages: fr, pt_br, tr, zh_cn

source: Solar Pro Preview: an advanced large language model (LLM) with 22 billion parameters designed to fit into a single GPU
fr: Solar Pro Preview : un grand modèle avancé linguistique (LLM) avec 22 milliards de paramètres conçus pour être géré avec un seul GPU.
pt_br: Prévia do Solar Pro: um modelo avançado de grande linguagem (LLM) com 22 bilhões de parâmetros projetados para caber em uma única GPU
tr: Solar Pro Preview: Tek bir GPU’ya sığacak şekilde tasarlanmış 22 milyar parametreli gelişmiş bir büyük dil modeli (LLM).
zh_cn: Solar Pro 预览版：一款先进的大型语言模型 (LLM)，参数规模为 220 亿 (22B)，专为单个 GPU 设计。

source: A series of models that convert HTML content to Markdown content, which is useful for content conversion tasks.
fr: Une série de modèles transformant du contenu « HTML » en contenu « Markdown », ce qui est utile pour les tâches de conversion de contenu.
pt_br: Uma série de modelos que convertem conteúdo HTML em conteúdo Markdown, o que é útil para tarefas de conversão de conteúdo.
tr: İçerik dönüştürme görevleri için yararlı olan, HTML içeriğini Markdown içeriğine dönüştüren bir dizi model.
zh_cn: 一系列将 HTML 内容转换为 Markdown 内容的模型，用于内容转换任务。

source: A top-performing mixture of experts model, fine-tuned with high-quality data.
fr: Un modèle de mélange d'experts très performant, optimisé avec des données de haute qualité.
pt_br: Uma mistura de modelos de especialistas de alto desempenho, ajustados com dados de alta qualidade.
tr: Yüksek kaliteli verilerle ince ayarlanmış, en iyi başarımı gösteren Uzmanlar Karışımı modeli.
zh_cn: 一款由具备前沿性能水平的混合专家模型 (MoE)，使用高质量数据进行微调。

source: A 7B chat model fine-tuned with high-quality data and based on Zephyr.
fr: Un modèle de discussion avec paramètre 7B affiné avec des données de haute qualité et reposant sur Zephyr.
pt_br: Um modelo de bate-papo 7B ajustado com dados de alta qualidade e baseado no Zephyr.
tr: Yüksek kaliteli verilerle ince ayarlanmış ve Zephyr tabanlı 7 milyarlık sohbet modeli.
zh_cn: 一款基于 Zephyr 并使用高质量数据进行微调的 70 亿 (7B) 聊天模型。

source: Merge of the Open Orca OpenChat model and the Garage-bAInd Platypus 2 model. Designed for chat and code generation.
fr: Fusion du modèle « Open Orca OpenChat » et du modèle « Garage-bAInd Platypus 2 ». Conçu pour la discussion et la génération de code.
pt_br: Fusão do modelo OpenChat do Open Orca com o modelo Platypus 2 do Garage-bAInd. Projetado para bate-papo e geração de código.
tr: Open Orca OpenChat modeli ve Garage-bAInd Platypus 2 modelinin birleştirilmesi. Sohbet ve kod üretimi için tasarlanmıştır.
zh_cn: 基于 Open Orca 的 OpenChat 模型与 Garage-bAInd 的 Platypus 2 模型的合并模型。专为聊天和代码生成而设计。

source: A language model created by combining two fine-tuned Llama 2 70B models into one.
fr: Un modèle linguistique créé par combinaison de deux modèles Llama 2 70B optimisés en un seul.
pt_br: Um modelo de linguagem criado pela combinação de dois modelos Llama 2 70B ajustados em um.
tr: İki adet ince ayarlı Llama 2 70B modelinin bir araya getirilmesiyle oluşturulmuş bir dil modeli.
zh_cn: 基于两个经过微调的 Llama 2 70B (700 亿参数) 模型合并而成的语言模型。

source: The IBM Granite 1B and 3B models are the first mixture of experts (MoE) Granite models from IBM designed for low latency usage.
fr: Les modèles d'IBM Granite 1B et 3B sont le premier mélange de modèles experts (MoE) Granite d'IBM conçus pour une utilisation à faible latence.
pt_br: Os modelos IBM Granite 1B e 3B são a primeira combinação de especialistas (MoE) Modelos Granite da IBM projetados para uso com baixa latência.
tr: IBM Granite 1B ve 3B modelleri, IBM’in düşük gecikmeli kullanım için tasarlanmış ilk Uzmanlar Karışımı (MoE) Granite modelleridir.
zh_cn: IBM 的 Granite 1B (10 亿) 和 3B (30 亿) 模型是 IBM 推出的首批混合专家 (MoE) Granite 模型，专为低延迟使用而设计。

source: A 3.8B model fine-tuned on a private high-quality synthetic dataset for information extraction, based on Phi-3.
fr: Un modèle 3.8B adapté à partir d'un ensemble de données synthétiques privées de haute qualité pour l'extraction d'informations, reposant sur Phi-3.
pt_br: Um modelo 3.8B ajustado com precisão em um conjunto de dados sintéticos privados de alta qualidade para extração de informações, com base em Phi-3.
tr: Phi-3 temelli, bilgi çıkarımı için özel, yüksek kaliteli sentetik veri kümesi üzerinde ince ayar yapılmış 3,8 milyarlık modeli.
zh_cn: 基于 Phi-3 的 38 亿参数 (3.8B) 模型，使用高质量的私有合成数据集进行了针对信息提取作业的微调。

source: Cohere For AI's language models trained to perform well across 23 different languages.
fr: Les modèles linguistiques de « Cohere For AI » sont entraînés pour fonctionner correctement avec 23 langues différentes.
pt_br: Os modelos de linguagem do Cohere For AI foram treinados para ter um bom desempenho em 23 idiomas diferentes.
tr: Cohere For AI’ın dil modelleri, 23 farklı dilde iyi başarım gösterecek şekilde eğitildi.
zh_cn: Cohere For AI 的语言模型针对 23 种不同的语言进行训练，确保在每种语言中都能表现出色。

source: DBRX is an open, general-purpose LLM created by Databricks.
fr: DBRX est un LLM ouvert et polyvalent créé par Databricks.
pt_br: O DBRX é um LLM aberto e de uso geral criado pela Databricks.
tr: DBRX, Databricks tarafından oluşturulan açık ve genel amaçlı bir LLM programıdır.
zh_cn: DBRX 是由 Databricks 开发的一款开源通用大语言模型。

source: An open large reasoning model for real-world solutions by the Alibaba International Digital Commerce Group (AIDC-AI).
fr: Un grand modèle de raisonnement ouvert pour les solutions du monde réel par la société « Alibaba International Digital Commerce Group » (AIDC-AI).
pt_br: Um modelo de raciocínio aberto e amplo para soluções do mundo real, desenvolvido pelo Alibaba International Digital Commerce Group (AIDC-AI).
tr: Alibaba Uluslararası Dijital Ticaret Grubu’nun (AIDC-AI) gerçek dünya çözümleri için açık bir büyük akıl yürütme modeli.
zh_cn: 一款用于解决现实世界问题的开放式大型推理模型，由阿里巴巴国际数字商业集团 (AIDC-AI) 开发。

source: Embedding model from BAAI mapping texts to vectors.
fr: Intégration du modèle à partir de BAAI faisant correspondre les textes aux vecteurs.
pt_br: Incorporação de modelo de mapeamento de textos em vetores do BAAI.
tr: BAAI’den metinleri vektörlere eşleyen gömme modeli.
zh_cn: 来自北京智源人工智能研究院 (BAAI) 的嵌入模型，用于将文本映射为矢量。

source: An open weights function calling model based on Llama 3, competitive with GPT-4o function calling capabilities.
fr: Un modèle d'appel de fonctions avec une pondération ouverte reposant sur Llama 3, compétitif avec les capacités d'appel de fonctions de GPT-4o.
pt_br: Um modelo de chamada de função de pesos abertos baseado no Llama 3, competitivo com os recursos de chamada de função do GPT-4o.
tr: GPT-4o’nun işlev çağırma yetenekleriyle rekabet edebilecek, Llama 3 tabanlı açık ağırlıklı işlev çağırma modeli.
zh_cn: 基于 Llama 3 的开放权重函数调用模型，其函数调用能力可与 GPT-4o 相媲美。

source: A robust conversational model designed to be used for both chat and instruct use cases.
fr: Un modèle conversationnel robuste conçu pour être utilisé à la fois pour les cas d'utilisation de discussions et d'instructions.
pt_br: Um modelo de conversação robusto projetado para ser usado em casos de uso de bate-papo e instrução.
tr: Hem sohbet hem de yönerge kullanım durumlarında kullanılmak üzere tasarlanmış sağlam bir konuşma modeli.
zh_cn: 一个强大的对话模型，针对聊天和指令两种场景设计。

source: An upgraded version of DeekSeek-V2 that integrates the general and coding abilities of both DeepSeek-V2-Chat and DeepSeek-Coder-V2-Instruct.
fr: Une version améliorée de DeekSeek-V2 intégrant des capacités générales et de codage de DeepSeek-V2-Chat et de DeepSeek-Coder-V2-Instruct.
pt_br: Uma versão atualizada do DeekSeek-V2 que integra os recursos gerais e de codificação do DeepSeek-V2-Chat e do DeepSeek-Coder-V2-Instruct.
tr: Hem DeepSeek-V2-Chat’in hem de DeepSeek-Coder-V2-Instruct’un genel ve kodlama yeteneklerini birleştiren DeekSeek-V2’nin yükseltilmiş sürümü.
zh_cn: DeekSeek-V2 的升级版，融合了 DeepSeek-V2-Chat 和 DeepSeek-Coder-V2-Instruct 的通用能力和编码能力。

source: ShieldGemma is set of instruction tuned models for evaluating the safety of text prompt input and text output responses against a set of defined safety policies.
fr: ShieldGemma est un ensemble de modèles adaptés aux instructions pour évaluer la sécurité des réponses d'entrée et de sortie de texte par rapport à un ensemble de politiques de sécurité définies.
pt_br: ShieldGemma é um conjunto de modelos de instruções ajustadas para avaliar a segurança de respostas de entrada e saída de texto em prompts de texto em relação a um conjunto de políticas de segurança definidas.
tr: ShieldGemma, metin istemi girişinin ve metin çıktısı yanıtlarının tanımlanmış güvenlik politikalarına göre güvenliğini değerlendirmek için bir dizi yönerge ayarlı modeldir.
zh_cn: ShieldGemma 是一组经过调优的指令模型，用于根据一组定义的安全策略评估文本提示输入和文本输出响应的安全性。

source: A state-of-the-art fact-checking model developed by Bespoke Labs.
fr: Un modèle de vérification des faits de pointe développé par Bespoke Labs.
pt_br: Um modelo de verificação de fatos de última geração desenvolvido pela Bespoke Labs.
tr: Bespoke Labs tarafından geliştirilen son teknoloji bir hakikat denetim modeli.
zh_cn: Bespoke Labs 旗下最先进的事实核查模型。

source: Llama Guard 3 is a series of models fine-tuned for content safety classification of LLM inputs and responses.
fr: Llama Guard 3 est une série de modèles adaptés pour la classification de la sécurité du contenu des entrées et des réponses du LLM.
pt_br: O Llama Guard 3 é uma série de modelos aprimorados para classificação de segurança de conteúdo de entradas e respostas do LLM.
tr: Llama Guard 3, LLM girdilerinin ve yanıtlarının içerik güvenliği sınıflandırması için ince ayar yapılmış bir dizi modeldir.
zh_cn: Llama Guard 3 是一系列针对 LLM 输入和响应的内容安全分类进行微调的模型。

source: Sentence-transformers model that can be used for tasks like clustering or semantic search.
fr: Modèle de transformateurs de phrases pouvant être utilisé pour des tâches telles que l'agrégation ou la recherche sémantique.
pt_br: Modelo de transformadores de frases que pode ser usado para tarefas como agrupamento ou busca semântica.
tr: Kümeleme veya anlamsal arama gibi görevler için kullanılabilen tümce dönüştürücüleri modeli.
zh_cn: 可用于聚类或语义搜索等任务的句子转换器模型。

source: OpenCoder is an open and reproducible code LLM family which includes 1.5B and 8B models, supporting chat in English and Chinese languages.
fr: OpenCoder est une famille de LLM de code ouvert et reproductible comprenant des modèles 1.5B et 8B, prenant en charge les discussions en anglais et en chinois.
pt_br: OpenCoder é uma família de LLM de código aberto e reproduzível que inclui modelos 1.5B e 8B, com suporte para chat em inglês e chinês.
tr: OpenCoder, İngilizce ve Çince sohbet desteği sağlayan 1,5 ve 8 milyarlık modellerini içeren açık ve yeniden üretilebilir kod LLM ailesidir.
zh_cn: OpenCoder 是一款开源且可复现的代码语言模型系列，包含 15 亿 (1.5B) 和 80 亿 (8B) 两种规模的模型，支持英语和中文对话。

source: Tülu 3 is a leading instruction following model family, offering fully open-source data, code, and recipes by the The Allen Institute for AI.
fr: Tülu 3 est une famille de modèles suivant un ensemble de directives, proposant des données, du code et des recettes entièrement « Open-source » et provenant de l'Institut Allen pour l'IA.
pt_br: Tülu 3 é uma família líder de modelos de instruções, oferecendo dados, códigos e receitas totalmente de código aberto do The Allen Institute for AI.
tr: Tülu 3, The Allen Institute for AI tarafından sağlanan tamamen açık kaynaklı veriler, kodlar ve tarifler sunan, önde gelen bir yönerge izleme modeli ailesidir.
zh_cn: Tulu 3 是一款性能先进的指令遵循模型系列，提供了来自 Allen Institute for AI 的完全开源的数据、代码和调参方案。

source: Snowflake's frontier embedding model. Arctic Embed 2.0 adds multilingual support without sacrificing English performance or scalability.
fr: Le modèle d'intégration de frontières de Snowflake. Arctic Embed 2.0 ajoute une prise en charge multilingue sans sacrifier les performances ou l'évolutivité en Anglais.
pt_br: Modelo de incorporação de ponta da Snowflake. O Arctic Embed 2.0 adiciona suporte multilíngue sem sacrificar o desempenho ou a escalabilidade do inglês.
tr: Snowflake’in sınır yerleştirme modeli. Arctic Embed 2.0, İngilizce başarımından veya ölçeklenebilirliğinden ödün vermeden çok dilli destek ekler.
zh_cn: Snowflake 的前沿嵌入模型。Arctic Embed 2.0 增加了多语言支持，同时没有牺牲英语性能或可扩展性。

source: The IBM Granite Guardian 3.0 2B and 8B models are designed to detect risks in prompts and/or responses.
fr: Les modèles IBM Granite Guardian 3.0 2B et 8B sont conçus pour détecter les risques dans les invites et / ou les réponses.
pt_br: Os modelos IBM Granite Guardian 3.0 2B e 8B foram projetados para detectar riscos em prompts e/ou respostas.
tr: IBM Granite Guardian 3.0 2B ve 8B modelleri, uyarılarda ve/veya yanıtlarda riskleri tespit etmek için tasarlanmıştır.
zh_cn: IBM 的 Granite Guardian 3.0 20 亿 (2B) 和 80 亿 (8B) 参数模型旨在检测提示和响应中的风险。

source: EXAONE 3.5 is a collection of instruction-tuned bilingual (English and Korean) generative models ranging from 2.4B to 32B parameters, developed and released by LG AI Research.
fr: EXAONE 3.5 est une collection de modèles génératifs bilingues (Anglais et coréen) adaptés aux instructions, allant de 2,4B à 32B de paramètres, développés et publiés par LG AI Research.
pt_br: O EXAONE 3.5 é uma coleção de modelos generativos bilíngues (inglês e coreano) ajustados por instruções, variando de 2,4 bilhões a 32 bilhões de parâmetros, desenvolvidos e lançados pela LG AI Research.
tr: EXAONE 3.5, LG AI Research tarafından geliştirilen ve yayınlanan, 2,4 milyardan 32 milyara kadar parametre eriminde, yönerge ayarlı iki dilli (İngilizce ve Korece) üretken modellerden oluşan bir koleksiyondur.
zh_cn: EXAONE 3.5 是由 LG AI 研究院开发并发布的指令微调型英韩双语生成模型系列，参数规模从 24 亿 (2.4B) 到 320 亿 (32B) 不等。

source: Sailor2 are multilingual language models made for South-East Asia. Available in 1B, 8B, and 20B parameter sizes.
fr: Sailor2 regroupe des modèles linguistiques multilingues conçus pour l'Asie du Sud-Est. Disponible en taille de paramètres 1B, 8B et 20B.
pt_br: Sailor2 são modelos multilíngues desenvolvidos para o Sudeste Asiático. Disponível nos tamanhos de parâmetros 1B, 8B e 20B.
tr: Sailor2, Güneydoğu Asya için yapılmış çok dilli dil modelleridir. 1, 8 ve 20 milyar parametre boyutlarında kullanılabilir.
zh_cn: Sailor2 是专为东南亚地区打造的多语言模型，提供 10 亿 (1B)、80 亿 (8B) 和 200 亿 (20B) 参数版本。

source: A family of efficient AI models under 10B parameters performant in science, math, and coding through innovative training techniques.
fr: Une famille de modèles d'IA efficaces avec des paramètres 10B performants en sciences, en mathématiques et en codage grâce à des techniques innovantes de formation.
pt_br: Uma família de modelos de IA eficientes com parâmetros 10B, com alto desempenho em ciências, matemática e codificação por meio de técnicas de treinamento inovadoras.
tr: Bilim, matematik ve kodlama alanlarında yenilikçi eğitim teknikleriyle performans gösteren, 10 milyar parametre altında verimli yapay zekâ modelleri ailesi.
zh_cn: 一系列参数在 100 亿 (10B) 以下的高效人工智能模型，使用了创新的训练方式，在科学、数学和编程方面表现出色。

source: The IBM Granite 2B and 8B models are text-only dense LLMs trained on over 12 trillion tokens of data, demonstrated significant improvements over their predecessors in performance and speed in IBM’s initial testing.
fr: Les modèles IBM Granite 2B et 8B sont des LLM denses uniquement en texte, entraînés sur plus de 12 000 milliards de jetons de données, ayant démontré des améliorations significatives par rapport à leurs prédécesseurs en termes de performances et de vitesse lors des tests initiaux d'IBM.
pt_br: Os modelos IBM Granite 2B e 8B são LLMs densos somente em texto, treinados em mais de 12 trilhões de tokens de dados, e demonstraram melhorias significativas em relação aos seus predecessores em desempenho e velocidade nos testes iniciais da IBM.
tr: IBM Granite 2B ve 8B modelleri, 12 trilyondan fazla veri jetonu üzerinde eğitilen, yalnızca metin içeren yoğun LLM’lerdir ve IBM’in ilk sınamalarında başarım ve hız açısından seleflerine göre önemli iyileştirmeler göstermiştir.
zh_cn: IBM 的 Granite 2B (20 亿参数) 和 8B (80 亿参数) 模型是仅包含文本的密集型大型语言模型，基于超过 12 万亿 (12T) 个标记的数据进行训练，在 IBM 的初步测试中，它们在性能和速度方面均显著优于其前代产品。

source: The IBM Granite 1B and 3B models are long-context mixture of experts (MoE) Granite models from IBM designed for low latency usage.
fr: Les modèles d'IBM Granite 1B et 3B sont un mélange à long contexte d'experts (MoE) des modèles Granite d'IBM conçus pour une utilisation à faible latence.
pt_br: Os modelos IBM Granite 1B e 3B são uma mistura de especialistas de longo contexto (MoE). Os modelos Granite da IBM foram projetados para uso com baixa latência.
tr: IBM Granite 1B ve 3B modelleri, düşük gecikmeli kullanım için tasarlanmış IBM’in uzun bağlamlı Uzmanlar Karışımı (MoE) Granite modelleridir.
zh_cn: IBM 的 Granite 1B (10 亿) 和 3B (30 亿) 模型是 IBM 推出的长上下文混合专家 (MoE) Granite 模型，专为低延迟使用而设计。

source: The IBM Granite Embedding 30M and 278M models models are text-only dense biencoder embedding models, with 30M available in English only and 278M serving multilingual use cases.
fr: Les modèles IBM Granite Embedding 30M et 278M sont des modèles d'intégration dense en de codage en texte seul, avec 30M disponibles en anglais uniquement et 278M servant pour des cas d'utilisation multilingues.
pt_br: Os modelos IBM Granite Embedding 30M e 278M são modelos de incorporação de codificadores biencoder densos, com o 30M disponível apenas em inglês e o 278M atendendo a casos de uso multilíngues.
tr: IBM Granite Embedding 30M ve 278M modelleri yalnızca metin içeren yoğun çift kodlayıcılı gömme modelleridir; 30M yalnızca İngilizce olarak vardır ve 278M ise çok dilli kullanım durumlarına hizmet eder.
zh_cn: IBM 的 Granite Embedding 30M (3 千万参数) 和 278M (2 亿 7 千 8 百万参数) 模型是纯文本密集型双向编码器嵌入模型，其中 30M (3 千万参数) 版本仅支持英语，而 278M (2 亿 7 千 8 百万参数) 版本则适用于多语言场景。

source: Phi-4 is a 14B parameter, state-of-the-art open model from Microsoft.
fr: Phi-4 est un modèle ouvert de Microsoft à la pointe de la technologie, doté d'un paramètre 14B.
pt_br: Phi-4 é um modelo aberto de última geração, com 14B parâmetros, da Microsoft.
tr: Phi-4, Microsoft’un 14 milyar parametreli, son teknoloji ürünü açık modelidir.
zh_cn: Phi-4 是微软开发的一款拥有 140 亿参数 (14B) 的先进开源模型。

source: A new small reasoning model fine-tuned from the Qwen 2.5 3B Instruct model.
fr: Un nouveau petit modèle de raisonnement affiné à partir du modèle Qwen 2.5 3B Instruct.
pt_br: Um novo modelo de raciocínio pequeno, aprimorado a partir do modelo Qwen 2.5 3B Instruct.
tr: Qwen 2.5 3B Instruct modelinden ince ayar yapılmış yeni bir küçük akıl yürütme modeli.
zh_cn: 一个基于 Qwen 2.5 (通义千问 2.5) 30 亿参数 (3B) 指令模型微调而来的新款小型推理模型。

source: Dolphin 3.0 Llama 3.1 8B 🐬 is the next generation of the Dolphin series of instruct-tuned models designed to be the ultimate general purpose local model, enabling coding, math, agentic, function calling, and general use cases.
fr: Dolphin 3.0 Llama 3.1 8B 🐬 est la prochaine génération de la série de modèles Dolphin conçus pour être le modèle local universel et ultime, permettant le codage, les mathématiques, le fonctionnement comme, l'appel de fonctions et les cas généraux d'utilisation.
pt_br: Dolphin 3.0 Llama 3.1 8B 🐬 é a próxima geração da série Dolphin de modelos ajustados por instrução, projetados para serem o modelo local de uso geral definitivo, permitindo codificação, matemática, agentes, chamadas de funções e casos de uso geral.
tr: Dolphin 3.0 Llama 3.1 8B 🐬, kodlama, matematik, aracı, işlev çağırma ve genel kullanım durumlarını etkinleştiren, nihai genel amaçlı yerel model olacak şekilde tasarlanmış, Dolphin serisi yönerge ayarlı modellerin yeni neslidir.
zh_cn: Dolphin 3.0 Llama 3.1 8B (80 亿参数) 是 Dolphin 系列指令调优模型的下一代产品，旨在成为通用本地模型终极解决方案，支持编程、数学、代理、函数调用和一般用途场景。

source: DeepSeek's first-generation of reasoning models with comparable performance to OpenAI-o1, including six dense models distilled from DeepSeek-R1 based on Llama and Qwen.
fr: La première génération de modèles de raisonnement de DeepSeek avec des performances comparables à OpenAI-o1, intégrant six modèles denses dérivés de DeepSeek-R1 reposant sur Llama et Qwen.
pt_br: Primeira geração de modelos de raciocínio do DeepSeek com desempenho comparável ao OpenAI-o1, incluindo seis modelos densos extraídos do DeepSeek-R1 com base em Llama e Qwen.
tr: DeepSeek’in OpenAI-o1 ile karşılaştırılabilir başarıma sahip birinci nesil akıl yürütme modelleri, Llama’ya ve Qwen’e dayalı DeepSeek-R1’den damıtılan altı yoğun model de dahil.
zh_cn: DeepSeek 的第一代推理模型，其性能可与 OpenAI-o1 相媲美，包括基于 Llama 和 Qwen (通义千问) 从 DeepSeek-R1 中提炼出的六种密集型模型。

source: A strong Mixture-of-Experts (MoE) language model with 671B total parameters with 37B activated for each token.
fr: Un modèle linguistique fort de mélange d'experts (MoE) avec 671B paramètres totaux avec 37B activés pour chaque jeton.
pt_br: Um forte modelo de linguagem de Mistura de Especialistas (MoE) com 671 bilhões de parâmetros no total, com 37 bilhões ativados para cada token.
tr: Her jeton için 37 milyar etkinleştirilmiş toplam 671 milyar parametreye sahip güçlü bir Uzmanlar Karışımı (MoE) dil modeli.
zh_cn: 一个强大的混合专家 (MoE) 语言模型，总参数量达 6710 亿 (671B)，每个标记激活 370 亿参数 (37B)。

source: OLMo 2 is a new family of 7B and 13B models trained on up to 5T tokens. These models are on par with or better than equivalently sized fully open models, and competitive with open-weight models such as Llama 3.1 on English academic benchmarks.
fr: OLMo 2 est une nouvelle famille de modèles 7B et 13B formés sur des jetons allant jusqu'à 5T. En se référant aux évaluations académiques anglaises, ces modèles sont à égalité ou meilleurs que les modèles entièrement ouverts de taille équivalente et compétitifs avec les modèles à pondération ouverte tels que Llama 3.1 .
pt_br: O OLMo 2 é uma nova família de modelos 7B e 13B treinados em tokens de até 5T. Esses modelos estão no mesmo nível ou são melhores do que modelos totalmente abertos de tamanho equivalente e são competitivos com modelos de peso aberto, como o Llama 3.1, em benchmarks acadêmicos de inglês.
tr: OLMo 2, 5 trilyon jetona kadar eğitilmiş yeni bir 7 ve 13 milyarlık model ailesidir. Bu modeller, eşdeğer büyüklükteki tümüyle açık modellerle aynı düzeyde veya daha iyidir ve İngilizce akademik kıyaslamalarında Llama 3.1 gibi açık ağırlıklı modellerle rekabet edebilir.
zh_cn: OLMo 2 是一系列全新的 70 亿 (7B) 和 130 亿 (13B) 参数模型，基于多达 5 万亿 (5T) 个标记进行训练。这些模型在性能上与同等规模的完全开源模型相当，甚至更优，并且在英语学术基准测试中与诸如 Llama 3.1 等开放权重模型具有竞争力。

source: The smallest model in Cohere's R series delivers top-tier speed, efficiency, and quality to build powerful AI applications on commodity GPUs and edge devices.
fr: Le plus petit modèle de la série R de Cohere offre une vitesse, une efficacité et une qualité de premier ordre pour créer de puissantes applications d'IA sur des processeurs graphiques et des périphériques de pointe.
pt_br: O menor modelo da série R da Cohere oferece velocidade, eficiência e qualidade de ponta para criar aplicativos de IA poderosos em GPUs comuns e dispositivos de ponta.
tr: Cohere’nin R serisindeki en küçük model, standart GPU’lar ve uç aygıtlar üzerinde güçlü yapay zekâ uygulamaları yapmak için üst düzey hız, verimlilik ve kalite sunuyor.
zh_cn: Cohere 的 R 系列中最小的模型，在普通 GPU 和边缘设备上构建强大的人工智能应用程序时，能够提供一流的速度、效率和质量。

source: A fully open-source family of reasoning models built using a dataset derived by distilling DeepSeek-R1.
fr: Une famille entièrement « Open source » de modèles de raisonnement construits à l'aide d'un ensemble de données dérivées de la distillation de DeepSeek-R1.
pt_br: Uma família de modelos de raciocínio totalmente de código aberto, construída usando um conjunto de dados derivado da destilação do DeepSeek-R1.
tr: DeepSeek-R1’in damıtılmasıyla elde edilen bir veri kümesi kullanılarak oluşturulmuş tamamen açık kaynaklı bir akıl yürütme modelleri ailesi.
zh_cn: 一个完全开源的推理模型系列，是基于从 DeepSeek-R1 中提炼出的数据集构建而成的。
